[
    {
        "heading": "The 10bn People's Bank loan is being investigated",
        "content": "Colombo (News1st) – Over the past few days, News1st has been reporting on a Rs 10bn loan granted by People’s Bank to MTD Walkers PLC. The loan is special not only because it is the largest loan issued by the bank in its history but also because Jehan Amaratunge who sits on the People’s bank board of Directors also holds the position of Executive Deputy Chairman of MTD Walkers PLC.\nSenior Banker Rusiripala Tennakoon joining News1st for a special interview noted that Jehan Amaratunge has been serving as a member of the People’s bank, board of directors since 2010. He noted that it is very rare to see an individual continuing to serve for a long period of time especially in a backdrop where there was a change in Government.\nTennakoon revealed that any related party transactions undertaken by a banking institution needs to be referred to an audit committee of the same bank. The senior banker also revealed that Amaratunge serves as the Chairman of the Audit Committee of People’s bank and that this itself is unethical.\nA MINISTERIAL EXPLANATION\nThe matter relating to the Rs 10bn loan was raised during a media briefing in Colombo today. Journalists questioned whether Minister of Finance Mangala Samaraweera is aware of such a loan being granted.\nHowever, it was State Minister of Finance, Eran Wickremeratne who jumped at the opportunity to respond to the query. The State Minister noted that matters relating to loans are controlled by the management of the relevant bank and that ministers do not intervene in any shape or form in the decision-making process. He requested the journalists to pose this question to the bank itself.\nMinister Mangala Samaraweera explained that the banking sector does not fall under the purview of the Ministry of Finance. He noted that the subject minister in charge of banks is currently Lakshman Kiriella.\nJournalists then questioned the minister on whether obtaining such a loan was ethical? State Minister Wickremeratne responded by stating that there was a conflict of interest in this particular instance.\nA CONFLICT OF INTEREST\nMano Thittawella who is an adviser to the Ministry of Finance also arrived at the media briefing and journalists questioned him regarding the issue surrounding ETI Finance. It was Min. Mangala Samaraweera who responded to the journalists by stating that Thittawella was present at the location in his capacity as an advisor and requested the journalists to question him on ETI after the event. Min. Samaraweera was confident enough to say that his advisor would respond to the media after the event, unfortunately, Tittawella refused to comment on the record following the event.\nMinister Mangala Samaraweera and State Minister Eran Wickremeratne spoke about conflict of interest at the media briefing.\nIsn’t it a conflict of interest when the person who was the chairman and managing director of the EAP group to which ETI Finance belongs is now functioning as an advisor to the Ministry of Finance. Mano Thittawella also functions as a board member at Sri Lankan Airlines as well as the Secretary General of the Secretariat for Coordinating Reconciliation Mechanisms. During former governments, Mano Tittawella has held several key positions.\nMinister Malik Samarawickreme held an inspection tour of the construction of a Tyre factory in Horana recently along with Nandana Lokuvithana who is allegedly involved in financial misappropriation during the previous government. Lokuvithana is the current owner of Speville Ceylon of which Minister Malik Samarawickreme was functioning as a director in the past.\nJehan Amaratunga who has obtained a loan of Rs. 10bn from the People’s Bank for his company has taken his post as director of the People’s Bank during the last government in the year 2010. All these individuals are working well to make sure that their objectives are reached.\nOne could very well say that there seems to be no difference between the people that were in power before and the people in power today.\nIn this myriad of depressing reports, there is a bright light, although it does come from the unlikeliest of persons.\nPROMISE OF AN INVESTIGATION\nMinister of Public Enterprise Lakshman Kiriella speaking to News1st today noted that he has called for an immediate investigation into the Rs. 10bn loan granted by People’s bank.\nWhile stating that he got to know of this issue through the media the Minister noted that he had instructed his Ministry Secretary and the Chairman of the People’s bank to conduct an immediate inquiry and report back to him.\nWe must praise this good measure taken by the Minister, which comes after a long time. Time will tell if this is just another empty promise made by another politician.",
        "date": "03 Aug, 2018",
        "link": "https://www.newsfirst.lk/2018/08/03/the-10bn-peoples-bank-loan-is-being-investigated-min-kiriella/"
    },
    {
        "heading": "GMOA launches 24 hour trade union action",
        "content": "COLOMBO (News 1st) – The Government Medical Officers’ Association (GMOA) has launched a 24-hour trade union action citing 10 issues including the Sri Lanka Singapore free Trade agreement. The trade union action commenced at 8am.\nDr. Samantha Ananda, media spokesperson of the GMOA  noted that the trade union action will not affect emergency services.\nMeanwhile, the Association of Medical Specialists says it will refrain from all private medical services today (August 3). Chairman of the Association Dr. S.R. Wijeyasinghe said the strike will be carried out against the high tax percentage imposed on Professionals including specialist doctors through the new Inland Revenu Act.",
        "date": "03 Aug, 2018",
        "link": "https://www.newsfirst.lk/2018/08/03/gmoa-launches-24-hour-trade-union-action/"
    },
    {
        "heading": "7 suspects connected to thefts arrested",
        "content": "COLOMBO (News 1st) – Seven people connected to several thefts in Hambantota and Ambalantota have been arrested. The arrests had been made by officers attached to the Tangalle Police.\nSix suspects were arrested on charges of robbing materials worth over Rs. 37,500 from a steel workshop in Ambalanthota and robbing property worth over Rs.1.5 million from a construction site of the Hambanthota expressway.\nThe seventh suspect was arrested for robbing 2 gold chains in Ambalanthota. All seven suspects are to be produced before the Hambantota Magistrate’s Court today (August 2).",
        "date": "02 Aug, 2018",
        "link": "https://www.newsfirst.lk/2018/08/02/7-suspects-connected-to-various-thefts-arrested-by-tangalle-police/"
    },
    {
        "heading": "On arrival visas for Sri Lankans flying to Laos",
        "content": "COLOMBO (News 1st) – The Government of the Lao People’s Democratic Republic (Laos), has taken a decision to grant on arrival visas for Sri Lankan nationals with valid passports.\nAccording to a release issued by the Ministry of Foreign Affairs, the on arrival visa facility for Sri Lankans was available from the 1st of August.\nThe Ministry of Foreign Affairs notes that the opportunity has been granted by Laos for Sri Lankan tourists due to enhanced diplomatic relations between the two countries",
        "date": "02 Aug, 2018",
        "link": "https://www.newsfirst.lk/2018/08/02/on-arrival-visas-for-sri-lankans-flying-to-laos/"
    },
    {
        "heading": "Suspect arrested with 130 kg of Kerala Ganja",
        "content": "COLOMBO (News 1st) – A suspect was arrested on the Oluthoduwai coast in Mannar for possession of 130 kilograms of Kerala Ganja.\nA spokesperson for the police stated that the Police STF had carried out the raid according to a tip-off received by the SL Navy.\nThe Kerala Ganja worth Rs. 6.5mn had been found hidden in four sacks. The suspect has been identified as a 39-year-old resident from Mannar.\nThe suspect is due to be presented before the Mannar magistrate’s court.",
        "date": "02 Aug, 2018",
        "link": "https://www.newsfirst.lk/2018/08/02/suspect-arrested-with-130-kg-of-kerala-ganja-in-mannar/"
    },
    {
        "heading": "New Zealand student visa scam in Sri Lanka",
        "content": "COLOMBO (News 1st) – Immigration officers in New Zealand have been forced to review more than 800 student visa applications from Sri Lanka after uncovering a scam.\nForeign media reported that it was uncovered that students applying to go to New Zealand would use a finance company willing to claim they had enough money to support themselves.\nIt was revealed that New Zealand immigration officials had first uncovered the racket in January this year.",
        "date": "02 Aug, 2018",
        "link": "https://www.newsfirst.lk/2018/08/02/new-zealand-student-visa-scam-in-sri-lanka/"
    },
    {
        "heading": "Myanmar scales back plan for Chinese backed port",
        "content": "COLOMBO (News 1st) – Myanmar has scaled back plans for a Chinese-backed port on its western coast, sharply reducing the cost of the project after concerns it could leave the Southeast Asian nation heavily indebted. A top government official and an advisor told Reuters the initial 7.3 billion US Dollar price tag on the port, set off alarm bells due to reports of troubled Chinese-backed projects in Sri Lanka and Pakistan.\nThe Kyauk Pyu deepwater port is being constructed on the western tip of Myanmar’s conflict-torn Rakhine state. Deputy Finance Minister Set Aung, who was appointed to lead project negotiations in May, told Reuters the “project size has been tremendously scaled down”.\nThe Deputy Minister said the revised cost would be “around 1.3 billion Dollars, something that’s much more plausible for Myanmar’s use”. China’s state-run CITIC Group, the main developer of the project, said negotiations were ongoing and that the 1.3 billion Dollars was to be spent on the “initial phase” of the port, adding the project was divided into four phases.\nThe Kyauk Pyu port is a key part of China’s ambitious Belt and Road initiative, aimed at expanding trade links across the world. Kyauk Pyu is an entry point for a 770-kilometre pipeline delivering oil and natural gas to China’s Yunnan province.\nThat gives China an alternative route for energy imports from the Middle East that avoids the strategic chokepoint of the Malacca Strait. Construction on the port, and an accompanying special economic zone, which together were supposed to cost up to US$10 billion, was expected to start in 2018.\nBut Myanmar officials said the experience of Sri Lanka, where this year the government signed over to China the lease on a strategic port to pay off Chinese-backed loans used to finance it, had raised concerns the country could be walking into a debt trap.\nThe deputy finance minister of Myanmar said his country would give no sovereign guarantees for any loans financing the project.",
        "date": "02 Aug, 2018",
        "link": "https://www.newsfirst.lk/2018/08/02/myanmar-scaling-plans-for-chinese-backed-port-sets-alarms/"
    },
    {
        "heading": "Politicos cry foul at Malik's Singapore land deal",
        "content": "COLOMBO (News 1st) – UPFA Parliamentarian, Kanchana Wijesekera states that a couple of months ago, Minister Malik Samarawickrema brought an amazing proposal to the Cabinet. He stated that it was an amendment proposal for a mixed development project on a state-owned land, located down Baladaksha Mawatha between the Beira Lake and the Shangri La Hotel, which was to be implemented by Perennial Real Estate Holdings Limited.\nMP Kanchana Wijesekara states that this proposal was among the land acts presented last week. According to him, this aim of this act was to provide the ownership of this land to the Singaporean company Perennial Real Estate Holdings Limited. MP Kanchana goes on to state that, the state valuation for this land is Rs 12.5 mn per perch. The Parliamentarian notes that if the Government calls for tenders to lease out this land, they would be able to get a better price.\nCommenting on the same matter; Leader of the National Unity Alliance Party, Azath Salley states that Perennial Real Estate Holdings Limited which is a Singaporean owned company, is requesting for another piece of land behind Shangri-La. He further explained that no one knows who the owner of this company is, except for Mano Thiththawella and Malik Samarawickrama.\nHe said that his main concern was with regards to whose money is being invested in these projects? Salley questioned whether the money coming into the country was black money which was pumped out of the country.\nAzath Salley further explained that individuals come into Sri Lanka not only as investors, but also occupies positions in Malik Samarawickrama’s Private Companies.\nElaborating further MP Azath Salley stated that the Singapore-Sri Lanka Trade Agreement is being criticized by everyone. He notes that the Trade Agreement bill was supposed to be sent back to the cabinet for further ratification but it was not. Azath Salley further states that when Min Malik was questioned regarding this matter, he has not clarified the matter. Ending the comment he states that they feel 174 papers of the agreement are missing and there’s nobody to assume responsibility in this matter.",
        "date": "03 Aug, 2018",
        "link": "https://www.newsfirst.lk/2018/08/03/politicians-cry-foul-over-maliks-singapore-land-deal/"
    },
    {
        "heading": "Two gold smugglers arrested at BIA",
        "content": "COLOMBO (News 1st) – Two suspects were arrested by Customs officials at the Bandaranayake International Airport for the possession of five Gold biscuits.\nDeputy Customs Director Vipula Minuwanpitiya said the duo who arrived from Singapore had attempted to smuggle the stock of gold weighing 500 grams into the country.\nThe customs department is conducting further investigations.",
        "date": "03 Aug, 2018",
        "link": "https://www.newsfirst.lk/2018/08/03/two-gold-smugglers-arrested-at-bia/"
    },
    {
        "heading": null,
        "content": "COLOMBO (News 1st) – President’s Counsel Nalin Ladduwahetti stated in courts today (August 02) that Nishantha Sri Warnasinghe had provided false testimony in the case against former member of Parliament Tiran Alles and four others accused of misappropriating Rs. 200 million.\nPC Ladduwahetti had presented four affidavits stating that the testimony by Warnasinghe on the Venerable Akmeemana Dayarathana Thero, Venerable Ulapane Sumangala Thero, Keerthi Thennakon and Maithri Gunarathne are all false.\nNishantha Sri Warnasinghe testified to the discussion conducted between Maithri Gunarathne, Keerthi Thennakon and Venerable Ulapane Sumangala thero on handing over the relevant documents to the IGP after analysing them.\nHowever today, the individuals who submitted affidavits stated that this was not true. The trial date to admit evidence in court has been postponed to the 4th of October.",
        "date": "02 Aug, 2018",
        "link": "https://www.newsfirst.lk/2018/08/02/testimony-against-tiran-alles-false-presidents-counsel-laduwahetti/"
    },
    {
        "heading": "Pibidemu Polonnaruwa projects vested in the public",
        "content": "COLOMBO (News 1st) – Several more projects completed under the Pibidemu Polonnaruwa District Development Programme, were vested with the public on Thursday (August 02).\nThe day began with President Maithripala Sirisena opening a walking path that was constructed at a cost of Rs. 5.52mn. He later traveled to Royal College, Polonnaruwa to declared open a cricket ground which was built at a cost of Rs 250mn.  The President also distributed cricket equipment for 4 schools in the district including the Sevanapitiya Maha Vidyalaya.\nThe Aralaganwila Kidney Disease Prevention Unit, Aralaganwila Zonal Education Office and a three-story building comprising of 36 classrooms built at a cost of Rs. 63.75 million at the Aralaganwila Central College, were all declared open by the President on Thursday.",
        "date": "03 Aug, 2018",
        "link": "https://www.newsfirst.lk/2018/08/03/more-pibidemu-polonnaruwa-projects-vested-in-the-public/"
    },
    {
        "heading": "SLPP takes umbrage over CMC Opposition Leader",
        "content": "COLOMBO (News 1st) – A group of SLPP Colombo Municipal Councillors have threatened to take legal action against the council over the position of CMC Opposition Leader.\nM. Manzil of the UPFA assumed duties as the Opposition leader of the CMC on Wednesday (August 1st) , the SLPP councillors expressed their opposition by walking out the chamber. They later held a media briefing opposite the Colombo Municipal Council.\nSLPP Councillor of the SLPP, Dayakantha Perera stated that Mayor Rosy Senanayake is attempting to replicate the situation in Parliament, where R. Sampanthan has been appointed as the opposition leader. Perera claims that this allows the Government to continue with their actions unhindered. Perera added that the CMC Mayor appointed the Manzil as the Oppositiion leader for the same purpose.",
        "date": "02 Aug, 2018",
        "link": "https://www.newsfirst.lk/2018/08/02/slpp-takes-umbrage-over-cmc-opposition-leader-appointment/"
    },
    {
        "heading": "Colvin Gunaratne steps down as Chairman of SLMC",
        "content": "COLOMBO (News 1st) – Professor Colvin Gunaratne has stepped down from the position of Chairman of the Sri Lankan Medical Council.\nA spokesperson for the Health Ministry stated that he had submitted his letter of resignation this morning (August 02) to Health Minister Rajitha Senarathne.\nProfessor Colvin Gunaratne took up office as the Chairman of the Sri Lankan Medical Council in October 2017.",
        "date": "02 Aug, 2018",
        "link": "https://www.newsfirst.lk/2018/08/02/prof-colvin-gunaratne-steps-down-as-chairman-of-slmc/"
    },
    {
        "heading": "Aloysisus & Palisena remanded till the 9th of Aug.",
        "content": "COLOMBO (News 1st) – Beneficial owner of Perpetual Treasuries Ltd. Arjun Aloysius and its’ CEO Kasun Palisena have been further remanded till the 09th of August after being produced before Fort Magistrate Lanka Jayaratne.\nMeanwhile, two former officials of the Perpetual Treasuries, Nuwan Salgado, and Sachithra Devathanthri were taken into custody as they were unable to produce their passport to courts in accordance with their bail conditions.\nNuwan Salgado and Sachithra Devathanthri were arrested by the Criminal Investigation Department this morning on charges for erasing evidence of recorded phone calls that had been made during the period of the bond scam.\nUpon being presented to the Fort Magistrate Lanka Jayaratne the two individuals had been granted bail. Bail was set at Rs 300,000 each and several other conditions were also imposed.",
        "date": "02 Aug, 2018",
        "link": "https://www.newsfirst.lk/2018/08/02/aloysisus-palisena-remanded-till-the-9th-of-august/"
    },
    {
        "heading": "Country before self or vice versa?",
        "content": "COLOMBO (News 1st) – Since the current administration was elected to power there have been a plethora of taxes imposed on the general public. The cost of living is on the rise and it seems that this unbearable cost of living is beginning to take a toll on our elected public representatives as well.\nIt could be because of this very reason that they are planning on giving themselves a pay rise, as a pat on the back for the hard work that they have put in to improve the state of the country over the past 3 years. Several newspapers reported on Thursday (Aug. 2nd) quoting parliamentary sources that our public representatives stand to benefit from a whopping 215% pay increase.\nHow will the Government pass such a proposal through Parliament? By simply ensuring that this pay increase benefits everyone across the board. Yes! the proposal seeks to increase the salaries of Ministers, Deputy Ministers, State Ministers and Parliamentarians, thus ensuring bipartisan support in Parliament which is rarely seen in any matter of national concern.\nThe media reports indicate that the proposal to increase the salaries came up for discussion during the party leaders meeting held on the 17th of July. The reports add that the salary increment would be retrospectively applied from January this year and that it would be paid this month with the arrears.\nCRUNCHING THE NUMBERS\nThe current salary of a member of Parliament is Rs.54,285. If this proposed salary increment does come into play MPs will see their monthly salary rise to Rs.120, 000.\nThe monthly salary of a Deputy Minister is set to increase from Rs.63,500 to Rs 135,000, while the salaries drawn by Ministers and State Ministers would increase from Rs.65,000 to Rs.140,000.\nIn addition to all this, since 2016 each and every member of Parliament receives a Rs 100,000 office allowance and a Rs. 50,000 phone allowance. Not forgetting the myriad of perks and benefits enjoyed by those in the Government.\nIt is not surprising that the move to increase the salaries of members of Parliament has been met with outrage by the members of the general public who are requested to tighten their belts because of the enormous debt burden that the current government says it has to deal with, at every possible occasion.\nGOOD GOVERNANCE\nMinister of Home Affairs Vajira Abeywardene attended an event in Kegalle today and as he was leaving the location of the event, he was questioned by Journalists. The question that was posed was simple “how fair is it to increase salaries by 215% when the economy is in such a state.” The Minister no doubt shocked and taken aback by the report that he stands to receive a pay rise, simply walked away smiling with his index finger pressed to his lips, as if to say shhh! don’t jinx it.\nFormer Minister Mahindananda Aluthgamage speaking to the media noted that it is unfair to increase the salaries of Parliamentarians in a backdrop where taxes imposed on the general public keeps rising.\nAddressing a media briefing General Secretary of the United National Freedom Front, Maithri Gunratne questioned if this is what the current administration classifies as “good governance.” Gunaratne spoke about the actions of Dr. Mahathir Mohammad, the Prime Minister of Malaysia, who proposed a 20% pay cut for all parliamentarians taking into consideration the status of the economy. He noted that the situation in Sri Lanka is completely different.\nMinister of Finance and Mass Media Mangala Samaraweera was also questioned by the media on Thursday (Aug 2nd) on the reports of a possible salary increase for MPs. Minister Samaraweera noted that personally, he is against the salaries of anyone being increased at this current point of time. He noted that whatever discussions are held, the final decision has to come through him.\nIt is admirable that the Minister of Finance feels this way in a personal capacity, however, can he withstand pressure from his peers and superiors when the time comes to make the crucial decision. Will it be country before self or vice versa?",
        "date": "03 Aug, 2018",
        "link": "https://www.newsfirst.lk/2018/08/03/country-before-self-or-vice-versa/"
    },
    {
        "heading": "Hail storm in Mullativu",
        "content": "Colombo (News1st) – The Department of Meteorology warns that fairly strong and gusty winds of up to 40-50kmph can be expected in the Hambantota and Matale districts. Sea areas extending from Puttalam to Pothuvil via Negombo, Galle and Hambantota can be rough at times as winds speeds could increase up to 50-60 kmph. The met department warns naval and fishing communities to remain vigilant when setting out to sea.\nMeanwhile, residents of Wattuwagal and Selvapuram in Mullaitivu had to face an unexpected weather phenomenon yesterday as the areas were affected by a hail storm. According to our correspondent in the area, the hail storm was experienced at around 3 and 4pm yesterday (Aug 2nd).\nResidents of the Ampara district had to deal with gale force winds that blew through the area yesterday. Area residents speaking to News1st stated that the winds were so intense that it blew the roofs off some houses. District Secretary of Ampara Thusitha P. Wanigasinghe noted that the villages of Navagampura, Saddathissapura, Jayawardenepura and Harangawa were affected by the gale force winds. According to the Disaster Management Center around 217 houses sustained damages as a result of the strong winds.",
        "date": "03 Aug, 2018",
        "link": "https://www.newsfirst.lk/2018/08/03/hail-storm-in-mullativu/"
    },
    {
        "heading": "Nimal Siripala unveil plans for Rathmalana Airport",
        "content": "COLOMBO (News 1st) – The Government aims to launch a project to develop the Ratmalana Airport as an International Airport and for the existing Sri Lankan Air Force Base and its operations to be moved elsewhere.\nWhile this project further upgrades the airport system of Sri Lanka, the Bandaranaike International Airport situated in the suburbs of Negombo is a fully functioning and well-equipped airport which serves it’s purpose. While the aim of refurbishing the Ratmalana Airport is well intended for sure, it is quite dubious on whether Sri Lanka has an urgent need for ‘another’ international airport.\nThe Katunayake airport is undergoing resurfacing of its runway. According to Airport and Aviation Services (Sri Lanka) Limited, future projects planned for the Katunayake airport, include a second runway to support the Airbus A380, a further eight passenger gates, a domestic terminal, a five-storeyed car-park, and a five-star hotel neighbouring the airport.\nWith all the refurbishments to the Katunayake Airport included, it is a fair question to be raised as to why Sri Lanka plans to invest in upgrading the Ratmalana Domestic airbase, given the current economy and debt situation of the country.\nLEARNING FROM PAST MISTAKES\nIf we recall, the Good Governance Government came into power to rectify certain unaccounted decisions made by the previous regime. This includes the unwarranted construction of the Mattala airport, which is reported to be the World’s emptiest airport. Given the circumstances, it is questionable whether the current administration has learned anything from the mistakes of the past administration.\nMinister of Transport and Civil Aviation, Nimal Siripala De Silva was questioned at a press conference, whether the refurbishment of the Ratmalana airbase is an attempt to sell off the airport, like the Government’s plans for the Mattala airport. Min. Nimal Siripala seemed a bit agitated by the question as he fired back rhetorical questions at the journalists. He stated emphatically that there is no idea of selling the Ratmalana airport or the Mattala Airport.\nIn a speech given at the parliament on 6 June 2018, Min. Nimal Siripala, speaking on the Mattala airport, states that a project plan was put forward by the Indian Airport Authority, to be initiated as a Joint Venture. He states that the discussion was on establishing a separate controlling legal entity (Private company) by the Sri Lankan Government and the Indian Airport Authority, where the Indian Authority plans to buy 70% of the shares of the newly established company. According to Min. Nimal Siripala the discussions with India are ongoing and the parties haven’t reached a decision yet. He also reassures that the 70% equity investment by the Indian Airport Authority could be used in servicing the debt of the country.\nHowever, claims that the Indian Airport Authority was interested in the Mattala airport was rejected by the Indian Minister of State for Civil Aviation in the Lok Sabha recently.\nANOTHER WHITE-ELEPHANT?\nA rational question that arises is where Sri Lanka would find the funds necessary to develop the Rathmalana airport, is it through another loan or through some Government fund. Either way is this really how the Government should invest this money given the current situation of the economy and the cost of living?\nThe question is will the Rathmala Airport become the Good Governance Government’s Mattala.",
        "date": "03 Aug, 2018",
        "link": "https://www.newsfirst.lk/2018/08/03/government-to-develop-rathmalana-airport/"
    },
    {
        "heading": "Rs 10,000 compensation for Amapara victims",
        "content": "COLOMBO (News 1st) – The number of houses damaged by strong winds in Ampara has risen to 217 and 3 houses have been destroyed. The spokesperson for the Ministry of Power and Renewable Energy, Sulakshana Jayawardena, said the winds have resulted in the disruption of electricity to an estimated 5000 homes and efforts are underway to restore the supply of electricity.\nAmpara District Secretary Thusitha P.Wanigasinghe said houses in Nawagampura, Saddathissapura, Jayawardenapura, and Karangawa have been affected by strong winds.\nAssistant Director of the Disaster Management Centre Pradeep Kodippili said compensation of Rs. 10,000 will be paid to those affected by the winds.",
        "date": "03 Aug, 2018",
        "link": "https://www.newsfirst.lk/2018/08/03/217-houses-in-ampara-affected-due-to-strong-winds/"
    },
    {
        "heading": "Final decision yet to be made on MP salaries",
        "content": "Colombo (News1st) – A release issued by the media unit of the Speaker of Parliament notes that a final decision has not been reached with regard to the increase of salaries for the MPs and Ministers.\nThe release notes that as per a Parliamentary proposal passed on the 23rd of November 2006 it had been decided to increase the salaries of MPs and Ministers to match those of Judges in higher courts. In accordance with this proposal, the salaries of Parliamentarians should increase each time the justices receive a salary increment.\nFollowing the recent salary increment granted to members of the judiciary, the speaker had received requests to ensure that the salaries of all parliamentarians are also increased. The release by the Speaker’s media unit notes that the Speaker had passed on these requests, along with his recommendations, to the General Secretary of Parliament.\nThe release further notes that a decision on whether they should follow the precedent set in 2006 or deviate from it will be reached following discussions with the party leaders.\nPOLITICIANS REACT\nAddressing a public gathering in Colombo today UNP MP S.M.Marrikar revealed that the request for a salary increment was put forward by Gunawardena, a party leader of the Joint Opposition. He noted that the proposal to ensure that judges and parliamentarians receive the same salaries was brought forward in 2003 by late Jeyraj Fernadapulle. Marrikar questioned how ethical it is to ask for a salary increment at a time when the people of this country are going through a tough time adding that this salary increment should be refused.\nConvenor of the Citizen’s Voice for a Just Society, Chandrasena Wijeysinghe expressing his views on the reports of salary increments for parliamentarians listed out a number of allowances that they receive.\nWijeysinghe states that all parliamentarians receive a\n\nRs 100,000 – Office allowance\nA minimum of Rs 30,949 as a fuel allowance\nRs 50,000 – Telephone allowance\nRs 10,000 – Private office allowance\nRs 2500/day – for attendance in Parliament\n\nWijeysinghe claims that if all these allowances are taken into consideration each parliamentarian receives a minimum of Rs 266,234. The Citizens voice for a just society believes that these salaries could be slash by 50%.\nMinister of Agriculture Mahinda Amaraweera addressing a public gathering explained that he does not support a salary increment for parliamentarians.\nUPFA Parliamentarian Kanchana Wijeysekara believes that the Government should focus on doubling the Samurdhi benefits (currently Rs 2500) before thinking about increasing the salaries of Parliamentarians. The Joint Opposition member noted that it is a joke to bring such proposal to parliament without increasing the salaries of the working masses.  Kanchana Wijeysekara notes that as the Joint Opposition they officially oppose this move.\nDeputy Minister of Environment Ajith Mannaperuma expressing his views stated that this proposal was brought forward during a party leaders meeting and went on to state that this proposal could have been brought forward by the Joint Opposition themselves as they were represented in the meeting by MP Dinesh Gunawardene.",
        "date": "03 Aug, 2018",
        "link": "https://www.newsfirst.lk/2018/08/03/final-decision-yet-to-be-made-on-mp-salaries-speaker-karu-jayasuriya/"
    },
    {
        "heading": "Moves afoot to appoint Dinesh as Opposition Leader",
        "content": "COLOMBO (News 1st) – General Secretary of the United People’s Freedom Alliance (UPFA) Minister Mahinda Amaraweera said today a final decision with regard to the post of Leader of the Opposition will be reached after holding discussions with the senior members of the UPFA. Amaraweera confirmed that the UPFA has received a letter from Speaker Karu Jayasuriya inquiring about UPFA position on the appointment of parliamentary stalwart Dinesh Gunawardena.\nMinister Amaraweera stated the party is scheduled to meet and would arrive at a decision after discussing the possible appointment.\nIn a communique, the Speaker’s office stated that the letter requesting the appointment of Gunawardena as opposition leader bearing the signatures of eight MPs was submitted to the Speaker on the 30th of July.",
        "date": "03 Aug, 2018",
        "link": "https://www.newsfirst.lk/2018/08/03/who-will-be-the-next-leader-of-the-opposition-slfp-to-decide/"
    },
    {
        "heading": "Public outraged as GMOA strike against FTA & taxes",
        "content": "Colombo (News1st) – Doctors attached to the Government Medical Officers Association (GMOA) launched a strike at 8am today (Aug 3rd). Through the strike, the GMOA called on the Government to implement their proposals with regard to the Free Trade Agreement (FTA) between Sri Lanka and Singapore while also highlighting issues relating to their salaries and the taxes imposed on them.\nThe GMOA believes that the FTA would have an adverse impact on their profession as well as on the entire country itself. They state that the Government refuses to accept this despite their best efforts.\nEmergency services, as well as health care services provided to children, cancer patients and kidney patients, continued as usual. The strike action was not held in Women’s hospitals.\nThe general public who had lined up at hospitals this morning were enraged to learn that the GMOA had launched a 24-hour strike. Outraged the expressed their views to the media as this is the only way that they can get their message across. One particular heartbreaking incident captured by News1st cameras involved an old grandmother who arrived at the Matara Hospital.\nThis particular grandmother who had broken both her feet was brought in a small lorry to the Matara hospital.\nHer children speaking to News1st noted that they had to wake up at 4 am to make preparations to bring her to hospital, only to find out that the doctors are on a strike. Their views perfectly summed up the sentiments of everyone around the country,\n“It is the poor man who is affected by such actions”\nSecretary of the GMOA, Haritha Aluthge addressing a media briefing today stated that the Singapore FTA will cause a great deal of harm to the local economy. Aluthge went on to speak about the new Inland Revenue act and accused the Government of acting according to the teachings of the IMF. He went on to state that the members of the legislature should think about whether such policies will be any good for the country, instead of frequenting nightclubs. The doctor warned that if the Government continues with such policies there will be no stopping a wave of protests across the country.\nIssuing a communique, Minister of Health Rajitha Senaratne says the GMOA strike action has been launched with a slogan that misleads the public. One of the claims put forward by the GMOA is that income tax has been increased to 24%, the Minister claims that this is only applicable to individuals who earn more than Rs 350,000 a month. The release goes on to say that the income tax for individuals who earn less than Rs. 350,000 continues to remain at 12%.",
        "date": "03 Aug, 2018",
        "link": "https://www.newsfirst.lk/2018/08/03/public-outraged-as-gmoa-strike-against-fta-taxes/"
    },
    {
        "heading": "Testimony against Tiran Alles false",
        "content": "COLOMBO (News 1st) – President’s Counsel Nalin Ladduwahetti stated in courts today (August 02) that Nishantha Sri Warnasinghe had provided false testimony in the case against former member of Parliament Tiran Alles and four others accused of misappropriating Rs. 200 million.\nPC Ladduwahetti had presented four affidavits stating that the testimony by Warnasinghe on the Venerable Akmeemana Dayarathana Thero, Venerable Ulapane Sumangala Thero, Keerthi Thennakon and Maithri Gunarathne are all false.\nNishantha Sri Warnasinghe testified to the discussion conducted between Maithri Gunarathne, Keerthi Thennakon and Venerable Ulapane Sumangala thero on handing over the relevant documents to the IGP after analysing them.\nHowever today, the individuals who submitted affidavits stated that this was not true. The trial date to admit evidence in court has been postponed to the 4th of October.",
        "date": "02 Aug, 2018",
        "link": "https://www.newsfirst.lk/2018/08/02/testimony-against-tiran-alles-false-presidents-counsel-laduwahetti/"
    },
    {
        "heading": "Gov. to introduce an insurance scheme for monks",
        "content": "COLOMBO (News 1st) – The Government has decided to introduce an insurance scheme for Buddhist monks.\nMinister of Buddha Shasana Gamini Jayawickrama Perera said that the relevant proposal has been handed over to the Cabinet for approval.\nThe Minister added that monks who study at Pirivenas and are state employees will not be included in this insurance scheme.",
        "date": "02 Aug, 2018",
        "link": "https://www.newsfirst.lk/2018/08/02/gov-to-introduce-an-insurance-scheme-for-monks/"
    },
    {
        "heading": "Indian arrested with 'ICE' worth over Rs. 10 Mn",
        "content": "COLOMBO (News 1st) – An Indian national was arrested in Fort, Colombo for the possession of 870 grams of Ice also known as Crystal Meth.\nAccording to the Police media unit, the arrest was made during a raid carried out by the Police Narcotics Bureau.\nThe confiscated stock of drugs is worth over Rs. 10mn. The 30-year-old suspect is to be produced before the court today (August 03).",
        "date": "03 Aug, 2018",
        "link": "https://www.newsfirst.lk/2018/08/03/indian-arrested-with-ice-worth-over-rs-10-mn/"
    },
    {
        "heading": "Villagers request assistance to get clean water",
        "content": "COLOMBO (News 1st) – Over 650 families that live in Nikagolla, Matale are facing serious difficulties due to the lack of clean drinking water.\nAccording to the villagers in the area, it is difficult to provide water to the village due to its location.\nInstead of waiting for the authorities to provide all the answers, the villagers got together and dug a 50-foot deep tube well.\nHowever, due to the lack of resources, the area residents have been stuck in their efforts. They now require assistance from the proper authorities to build a water tower and lay down pipes to supply this water to the village.",
        "date": "03 Aug, 2018",
        "link": "https://www.newsfirst.lk/2018/08/03/villagers-in-matale-request-assistance-to-get-access-to-clean-water/"
    },
    {
        "heading": "Election spending to be capped through new bill",
        "content": "COLOMBO (News 1st) – A draft bill to cap election spending has been presented to the National Elections Commission from the Legal Draftsman’s Department.\nThe premise of the draft bill has been considered first by the elections commission, taking into account the recommendations of political parties, election observers, and civil society.\nFollowing the approval of the Cabinet, the Legal Draftsman’s Department has assembled the bill.  As per the new draft bill, all election-related expenses must be borne by the candidates themselves. Stemming from the bill, it suggests that two accounts; one in the name of the candidate and another in the name of the party, must be created upon receiving nominations. All relevant income and expenses are expected to flow through these accounts.\nThe draft bill also contains further recommendations on steps to be followed to conduct a free and fair election.\nLegal Director of the national elections commission Nimal Punchihewa stated that the draft bill will be resubmitted Legal Draftsman’s Department with amendments within two weeks. The bill will then be forwarded to the Secretary to the President and later to the Prime Ministers Secretariat in order to be submitted to the Parliament for approval.",
        "date": "02 Aug, 2018",
        "link": "https://www.newsfirst.lk/2018/08/02/election-spending-to-be-capped-through-new-bill/"
    },
    {
        "heading": "Avant-Garde Armoury suspects released on Bail",
        "content": "Colombo (News 1st) – The Operational Manager, Millaniyage Sumudu Nilupul Kosta and the Store Manager of the armoury, Thomas Albert Wijetunge Thilakaratne of Avant-Garde Floating Armoury were released on bail yesterday by Judge Manjula Thilakaratne in the Galle High court today. The bail was set at LKR 500,000 and a Personal Recognizance bail amounting to LKR 2,500,000 for each individual with a restriction on international travel.\nAs a condition of the bail, the two suspects must present themselves to the Criminal Investigation Department on the last Sunday of every month.\nOn October 13, 2015, the Sri Lankan Navy confiscated the Avant-Garde Floating Armoury which held illegal weapons and explosives that included 549 T56 guns, 264 Norinco 84S guns with 204,674 bullets and 2 L.M.G guns.\nInvestigations are ongoing by the CID.",
        "date": "02 Aug, 2018",
        "link": "https://www.newsfirst.lk/2018/08/02/avant-garde-armoury-suspects-released-on-bail/"
    },
    {
        "heading": "Accusation levelled against Min Malik on FTA",
        "content": "COLOMBO (News 1st) – The Association of IT Professionals convened a press briefing in Colombo regarding the Sri Lanka-Singapore Free Trade Agreement (FTA).\nThe Secretary of the Association of IT professionals, Lasantha Wickremasinghe stated that it appears Malik Samarawikrama is not versed on the agreement and that they themselves showed the Minister the clause regarding manpower.\nOf all those ministers who attack professionals through the media, they are unaware of these things and are waiting to raise hands against Minister Malik Samarawickrama when he presents something to the cabinet. Wickremasinghe continued to say that they are confident that Minister Harin Fernando is not well-informed on the topic of Information Technology and the only thing that they say is that this deal will bring in investors.\nChairman of the Association of IT Professionals Kapila Perera stated that the situation is more dangerous than an actual loss and that they have signed such deals, but only for goods which mostly turned out with losses.\nPerera added that although Malik Samarawikrama spoke of this in Parliament, he didn’t know the basics of this agreement and in future, they may have to come to court because 6 or 7 groups will file fundamental right petitions.",
        "date": "02 Aug, 2018",
        "link": "https://www.newsfirst.lk/2018/08/02/malik-does-not-know-the-basics-of-the-singapore-fta-association-of-it-professionals/"
    },
    {
        "heading": "Your Thursday Morning Brief",
        "content": "COLOMBO (News 1st)\n1. The Ministry of Finance has increased the excise tax imposed on cigarettes by Rs. 3.80. Thereby the price of a cigarette has increased by Rs 5.\n2. The duty on vehicles with an engine capacity below 1000cc has been increased.\n3. The tenure of the Presidential Commission of Inquiry (PCOI) appointed to investigate irregularities at SriLankan Airlines, Mihin Lanka & SriLankan catering was extended by five months.\n4. The People’s Bank in a clarification regarding the News 1st exposé states that they have invested Rs. 500 million in debentures in 2015 issued by MTD Walkers PLC at an interest rate of 9.75% and the approval had been granted after earning ratio of the investors were compared.\n5. Commonwealth Secretary-General Rt Hon Patricia Scotland QC arrived in the island yesterday (August 01) for a 4-day official visit.\nINTERNATIONAL\n1. Violence in Zimbabwe’s protests escalated on Wednesday (August 1) after troops were deployed to quell protests over this week’s presidential election.\n2. Clashes broke out in Santiago Wednesday (August 1), as student protesters took to the streets to voice their opposition to the conservative government’s youth labor project.\nSPORTS\n1. Sri Lanka suffers its second defeat at the hands of the Proteas yesterday (August 1st) as the hosts failed to defend 244 runs in the second ODI outing of the series, which was played in Dambulla.",
        "date": "02 Aug, 2018",
        "link": "https://www.newsfirst.lk/2018/08/02/everything-you-need-to-know-today-13/"
    },
    {
        "heading": "People's Bank issues explanation on 10bn loan",
        "content": "Colombo (News1st) – The People’s Bank has provided a clarification regarding the transactions that had transpired between the bank and MTD Walkers PLC.\nThis clarification has been provided on details that were revealed by former senior banker Rusiripala Tennakone regarding the Peoples Bank Purchasing debentures of MTD Walkers as well as a loan being classified as a Non-Performing Loan.\nThe letter signed by the chairman of the People’s Bank Hemasiri Fernando says the loan obtained by MTD Walkers PLC is at present considered to be a performing loan. The letter says that as a step to reduce the risk while carrying out daily business activities, banks offer various loans and it invests in the stock market, treasury bonds and treasury bills as well as on debentures.\nThe letter reads the People’s Bank invested 500 million rupees in debentures in 2015 issued by MTD Walkers PLC at an interest rate of 9.75 percent. As per the letter, the approval had been granted after the earning ratio of the investors were compared.\nThe  People’s Bank says the interest rate at which loans would be granted to other parties usually stood at 13.11% at the time this investment was done. The letter says, after paying income tax the net interest rate of the bank stood at 9.44 percent and the interest rate for treasury bonds and treasury bills stood at 7.08%. The letter goes onto note that since income tax is exempted on interest income received by debentures, the bank had received more benefits.\nRusiripala Tennakone meanwhile notes that the finances of the People’s Bank is not so weak as to warrant an investment in debentures from a company which is being closely scrutinized by the Colombo Stock Exchange. He questions, as to why money was invested in debentures of this company when there were several other options, where a high-interest rate could be earned or a higher income could be earned. He questions whether this transaction was prompted by an individual who was both a part of the People’s Bank and MTD Walkers PLC",
        "date": "02 Aug, 2018",
        "link": "https://www.newsfirst.lk/2018/08/02/peoples-bank-issues-explanation-on-10bn-loan/"
    },
    {
        "heading": "Shanthi Bhagirathan among Asia's Top Women Leaders",
        "content": "COLOMBO (News 1st) – Shanthi Bhagirathan, Group Director of The Capital Maharaja Organization Limited, received Asia’s Top Women Leadership Award at an awards ceremony in Singapore on Wednesday (August 01).\nThe awards, hosted by CMO Asia which is represented by over 110 countries, was held at Le Méridien Singapore, Sentosa. The award is affiliated to the Asia Chapter of the World Women Leadership Congress.\nShanthi Bhagirathan, Group Director of MTV/MBC Networks Pvt Ltd., a subsidiary of The Capital Maharaja Organization Limited(TCMOL), was among Asia’s top 25 Women Leaders recognized by the awards.\nGroup Director of The Capital Maharaja Organization Limited, Shanthi Bhagirathan speaking to News 1st said;\n“It is for recognizing visionary leadership at media, empowerment, social chain, gender specialized specific work, ability to influence and opportunities taken. I’m indeed humbled to be named among the top 25 women leaders in Asia. This encourages me to strive to bring more for the industry, my company, and my country while raising the bar for what women can achieve in a highly demanding career. My sincere gratitude to Chairman Mr. Rajamahendran for giving me this opportunity, guiding me over the years. I thank my colleagues at the MBC/MTV media. What I’m today is what I have learned from The Capital Maharaja Organization. I will dedicate this honor to my Chairman Mr. Rajamahendran. And I like to quote ‘Nothing is impossible, the word itself says I am possible'”.",
        "date": "02 Aug, 2018",
        "link": "https://www.newsfirst.lk/2018/08/02/group-director-shanthi-bhagirathan-named-among-asias-top-women-leaders/"
    },
    {
        "heading": "Calls intensify for investigation on 2nd bond scam",
        "content": "COLOMBO (News 1st) – The middle-income earners of this country dream of one day having a vehicle of their own – but it appears that dream is fading away gradually. Prices of goods increase by the day while the rupee depreciated to a record low in the not too distant past, not forgetting that interest rates increased by 03% as well.\nIsn’t the looting of public funds from the Central Bank Treasury Bond Scam the main reason for these aggravating issue that burden the general public?\nThe immediate loss from the 1st Bond Issue dated the 27th of February 2015 was estimated by the Auditor General as over Rs. 896 Million. It now stated that by the end of the maturity period of 30 years for this bond, the loss to the state will be in the Billions and could even reach the level of Trillions of rupees.\nThe most dangerous aspect of this Bond Scam is that those involved had tampered with the Employees Provident Fund. The EPF is where the working masses deposit a portion of their hard earned monthly salary – shedding blood, sweat, and tears for many years. Sadly, the money which the people hope of taking back when they reach retirement too had been looted from this scam and its reach is such that it had forced taxes to be imposed on the remainder of the fund.\nThe loss caused by the first bond scam has been revealed thus far. However, while the investigations on the bond scam took place, in 2016 another bond scam took place, and loss caused by this is far greater than the first.\nSpeaking to the media the Executive director of the CaFFE Keerthi Tennakoon said it is clear that the information relating to the Second Bond Scam was limited when it was inquired by the Presidential Commission of Inquiry. He said it must be made clear that the financial fraud of over Rs. 11 Billion is only connected to the first bond scam.\nKeerthi Tennakoon added that they are attempting to state the total loss of around Rs. 12 Billion and there is no truth to this, it has affected the funds of the Unversity Grants Commission, the Mahapola, Central Bank Funds, the EPF, the ETF, the National Saving Bank, the People’s Bank as well as the Insurance Corporation. The total loss from this scam is Rs. 32 BIllion Rupees or even more, said Keerthi Tennakoon adding that investigations must take place with regard to this second bond scam.",
        "date": "02 Aug, 2018",
        "link": "https://www.newsfirst.lk/2018/08/02/calls-intensify-for-investigation-on-2nd-bond-scam/"
    },
    {
        "heading": "Nagananda seeks clarification from AG",
        "content": "COLOMBO (News 1st) – Attorney-at-Law Nagananda Kodituwakku has expressed his displeasure on the delay of implementing of the recommendations of the Presidential Commission on the Inquiry that inquired into the issuance of Treasury Bonds.\nIn a letter addressed to the Attorney General, Attorney-at-Law Nagananda Kodituwakku says if legal measures in this regard are not taken within 7 days, a case will be filed against the Attorney General in the Court of Appeal.\nIn his letter, Nagananda Kodituwakku states, following the details revealed during investigations on the Bond Scam, the Attorney General has evaded his duty of taking legal action against the criminals involved in the scam.",
        "date": "02 Aug, 2018",
        "link": "https://www.newsfirst.lk/2018/08/02/why-are-the-recommendations-of-the-bond-commission-not-being-implemented/"
    },
    {
        "heading": "President launches Polonnaruwa development drive",
        "content": "Colombo (News1st) – Several development projects in the Polonnaruwa district were vested in the public on Wednesday under the auspices of President Maithripala Sirisena.\nThe inauguration of the “Pibidemu Polonnaruwa” or Awakening of Polonnaruwa, district development programme was held at the Diwulankadawala Central College this morning. The two-storey bulding which was constructed at a cost of 160 million rupees was declared open by President Maithripala Sirisena.\nAddressing the occasion President Maithripala Sirisena explained that they identified several key areas that they would focus on through this development program. The first among them was the education while the other areas of focus were identified as health, agriculture and infrastructure development.  He noted that development programs of this nature would be launched in all other districts as well and that the politicians in those areas would be tasked with identifying the priorities in each district.\nThe Medirigiriya bus stop, the administrative building of the Sirimavo Bandaranaike Primary School in Medirigiriya, the Irrigation Management Office in Medirigiriya and the new three-storey building of the Medirigiriya National School were all declared open by the President on Wednesday.\nPresident Sirisena also distributed mango plants among students of the Medirigiriya National School to symbolize the tree planting programme implemented near schools in the Polonnaruwa District parallel to the Pibidemu Polonnaruwa programme.",
        "date": "02 Aug, 2018",
        "link": "https://www.newsfirst.lk/2018/08/02/president-launches-polonnaruwa-development-drive/"
    },
    {
        "heading": "When will rural roads in Kandy be developed?",
        "content": "Colombo (News 1st) – Minister of Highways and Road Development Kabir Hashim called on the Chief Prelates of the Asgiri and Malwatu chapters today. The vehicular traffic in the Kandy City was a topic that came up for discussion during the meetings.\nMost Venerable Thibbatuwawe Sri Sumangala Thero the Chief Prelate of the Malwatu Chapter stated that similar to the expressways being constructed roads leading to the rural villages must be built. The Chief Prelate went on to question whether there is no other way to repair roads that are in a dilapidated condition. the Thero exclaimed that the tar on the roads had not been renewed for 25 years.\nMinister of Highways and Road Development, Kabir Hashim replied to this stating that by the end of the year the Ministry will begin a broad program to renovate the rural roads. Ven. Sri Sumangla Thero commented on this regard stating that it’s been three years since they have been elected and there is no time left for a broad program to be established.\nMinister Kabir Hashim also called on the chief prelate of the of the Asgiri Chapter to discuss development that are planned for the Kandy City.",
        "date": "02 Aug, 2018",
        "link": "https://www.newsfirst.lk/2018/08/02/chief-prelate-highlights-importance-of-developing-rural-roads-in-kandy/"
    },
    {
        "heading": "Tenure of SriLankan Airlines PCOI extended",
        "content": "COLOMBO (News 1st) – The tenure of the Presidential Commission of Inquiry (PCOI) appointed to investigate irregularities at SriLankan Airlines, Mihin Lanka & SriLankan catering was extended by five months.\nTHE SHARE ANOMALY\nA serious anomaly in the registration of shares purchased from Emirates was exposed at the Presidential Commission of Inquiry on Wednesday (August 1st). In 2006 the Government of Sri Lanka owned 51.05% of the shares of SriLankan Airlines, while Emirates-owned 43.63% and others owned 5.32%.\nHowever, in 2010 an understanding had been reached to sell the 43.63% shares of Emirates to the Government of Sri Lanka. This is evident in a letter addressed to Former Secretary of Finance Dr. P.B. Jayasundara from the Chairman of Emirates Sheikh Ahmed bin Saeed Al Maktoum.\nAt the time the Government Valuation Department had determined that the Government-owned shares were valued at 450 Million US Dollars. It was said today that Former President Mahinda Rajapaksa as the Minister of Finance had produced a memorandum to the Cabinet on the 1st of June 2010 and it notes that approval was granted to Bank of Ceylon (BOC) to explore the possibility in purchasing the Emirates shares for 53 Million US Dollars.\nAccording to the documents, on the 20th of June 2010 – 22,451,516 shares owned by Emirates were transferred to BOC for 53 Million US Dollars. What is surprising is that as of 30th August 2010 when SriLankan registered the shares, BOC had 12,115,517 shares, People’s Bank 4,236,135 shares, National Savings Bank 4,236,135 shares, and the EPF had 1,863,676 shares.\nHowever, there is no Cabinet Paper available to say that the Treasury approved the other state institutions to purchase the Emirates shares, despite the fact that the Cabinet only approved Bank of Ceylon to purchase the shares.\nSECURITY VIOLATION?\nTitus Kannangara the Senior Manager Security and Investigations at SriLankan Airlines Ltd. testifying today said it took the national carrier almost two and a half years to install an X-Ray scanning system at the Katunayake Airport.\nHe said the original tender was canceled in 2014 citing an alleged security threat from the LTTE and the three X-Ray devices were only installed at the airport in 2016 & 2017. The airline had entered into individual 07-year service agreements with the supplier for Explosive Trace Detectors (ETD) and all of them were signed on the 31st of August 2016 by Major General ( Rtd.) P. Chandrawansa, the Head of Group Security.\nThe ETDs were installed at the airport on the 15th of August 2016, two weeks before the service agreement was even signed. What should be noted is that the contract review form, which is a document signed by other user departments vetting the procurement, had been signed on the 18th of May 2016.\nThe issue highlighted by the Attorney Generals Department is that the user departments had approved the procurement even before the ETDs were shipped to Sri Lanka.\nTitus Kannangara also confirmed that the HR Department at SriLankan Airlines requested him to release on 07 security personnel attached to the Sri Lanka Nidahas Sevaka Sangamaya, who were on duty, for election campaigning in Pelmadulla on the 27th of December 2014, for the political party that was in power at the time.\nThe Collective bargaining agreement between the trade union and SriLankan Airlines clearly notes personnel cannot be released for any political activity.",
        "date": "01 Aug, 2018",
        "link": "https://www.newsfirst.lk/2018/08/01/term-of-the-pcoi-appointed-to-investigate-irregularities-of-the-sl-and-mihin-airlines-extended/"
    },
    {
        "heading": "Duty on vehicles below 1000 CC increased",
        "content": "COLOMBO (News 1st) – The duty on vehicles with an engine capacity below 1000cc has been increased. The duty on non-hybrid vehicles with an engine capacity lower than 1000cc will be Rs 1.5 million. The duty on a hybrid vehicle with an engine capacity lower than 1000cc will be Rs 1.25 million.\nThe increased duty will not be applicable for vehicles imported based on letters of credit(LC) established on or before August 1st 2018 and cleared from Sri Lanka Customs on or before the 31st January 2019.\nRevision of Vehicle prices\nSampath Merinchige, President of the Sri Lanka Vehicle Importers’ Association states that popular Japanese cars in Sri Lanka like the Wagon R , Hustler and Spacia will see a price increase of around Rs. 315,000. Further, Petrol cars such as the Alto, the Nissan Dayz and the Honda N Box with an engine capacity of 660cc will see a price increase of Rs. 275,000.\nHe goes on to state that the Government must have reached a decision on revising the prices due to an anomaly in the previous budget. He further added that when the previous budget was prepared the duty for a Wagon R dropped to Rs. 835,000 rupees from over Rs. 1.3 million. Sampath Merinchige stated that there needs to be discussion between the traders, customs and the Ministry as the government lost a certain amount of revenue from the wrong decisions taken previously.\n2015 Election Promises\nIn a television commercial aired during the General Elections in 2015, Minister Kabir Hashim stated that they opened the corridor of supply to meet the demands of vehicles. The number of smaller cars in the country increased rapidly during that time and this resulted in congestion on the streets, stated the Minister. He further states that since the demand was met, the Ministry must have decided to make certain changes. It was stated then, that the policies will be subject to change and that it will depend on the supply and the demand.",
        "date": "01 Aug, 2018",
        "link": "https://www.newsfirst.lk/2018/08/01/duty-on-vehicles-lower-than-1000-cc-increased/"
    },
    {
        "heading": "Special High Court summons Gamini Senarath",
        "content": "COLOMBO (News 1st) – The three-member Special High Court issued notices today (August 01) on 04 people including the Former President’s Chief of Staff Gamini Senarath to appear before court on the 24th of this month.\nThe suspects have been indicted on 24 charges including the criminal misappropriation of Rs. 500mn from Litro Gas Lanka Limited.\nThis is the first case filed before the three-member Special High Court by the Attorney General.\nThe Attorney General had filed the case against the four respondents, Gamini Senarath, Piyadasa Kudabalgae, Neil Bandara Hapuhinna and K. Lasantha Bandara under the Public Property Act and the Penal Code. The Attorney General had informed the court that, 63 witnesses and 92 documents will be presented before the court to prove the charges against the suspects.",
        "date": "01 Aug, 2018",
        "link": "https://www.newsfirst.lk/2018/08/01/special-high-court-summons-former-presidential-chief-of-staff-gamini-senarath/"
    },
    {
        "heading": "Excise tax on cigarettes increased",
        "content": "COLOMBO (News 1st) – The Ministry of Finance has increased the excise tax imposed on cigarettes by Rs. 3.80 with effect from midnight yesterday (July 31).\nThereby the selling price of a cigarette has increased by Rs 5.\nThis means that the Cigarettes which were earlier priced at Rs 50 will now be sold at Rs. 55 while cigarettes priced at Rs. 55 will now be sold at Rs 60.",
        "date": "01 Aug, 2018",
        "link": "https://www.newsfirst.lk/2018/08/01/excise-tax-imposed-on-cigarettes-increased-by-rs-3-80/"
    },
    {
        "heading": "Child dies after being strangled on a swing",
        "content": "COLOMBO (News 1st) – An unfortunate incident of a child losing his life was reported in Mulangawil, Kilinochchi.\nGajendran Thuwaragan the eldest of four siblings had gone to play with his sister after returning home from school yesterday (July 31) when the rope of the swing he was playing on had wrapped around his neck result in death.\n“My son went to play, when I went to see him his eyes had gone up, I took him to the hospital right away. He was playing after he came home from school” said the Gajendran’s mother.",
        "date": "01 Aug, 2018",
        "link": "https://www.newsfirst.lk/2018/08/01/child-dies-in-playground-accident/"
    },
    {
        "heading": "4053 graduates to be recruited for govt. training",
        "content": "COLOMBO (News 1st) – A spokesperson for the Ministry of National Policy and Economic Affairs said on the 20th of August, 4053 graduates will be recruited for training in the public sector as per the cabinet approval.\nAdditional Secretary of the Ministry Asanka Dayaratne noted that these individuals have graduated from internal universities in Sri Lanka.\nUnder this initiative, another 15,000 will be recruited for training in the public sector before the year-end.\nThe Additional Secretariat added that these recruits will be made permanent employees in government agencies at the end of the one year training period.\nHowever, the Unemployed Graduates’ Union has shown their disagreement with regard to the decision as it prioritizes the internal graduates.",
        "date": "01 Aug, 2018",
        "link": "https://www.newsfirst.lk/2018/08/01/4053-graduates-to-be-recruited-for-government-training/"
    },
    {
        "heading": "Shootout in Wellawatte; 1 injured",
        "content": "COLOMBO (News 1st) – A suspected heroin smuggler has been injured in a shootout in Wellawatte.\nThe suspect, 39-year-old Kamal Hettiarachchi was parked in front of a hotel on Charlemont road when police approached him in an SUV and three-wheeler. As police reached Hettiarachchi’s vehicle, he had attempted to speed off. Hettiarachchi in his attempt to flee had hit a police constable who has sustained injuries and crashed into a wall. Subsequently, police had shot Hettiarachchi who is now receiving treatment at the Nation Hospital.\nKamal Hettiarachchi is resident of Olaboduwa in Gonapola.",
        "date": "01 Aug, 2018",
        "link": "https://www.newsfirst.lk/2018/08/01/suspected-heroin-smuggle-shot-by-police-in-wellawatte/"
    },
    {
        "heading": "180 government projects launched",
        "content": "COLOMBO (News 1st) – 180 projects apart of the Polonnaruwa development programme was vested with the public under the auspices of President Maithripala Sirisena.\nThe ceremony, which will see 180 projects vested in the public will go on for a period of 3 days commencing from today (August 01).\nA new building for the Divulankadawala Central College in Medirigiriya was handed over to the students today (August 01).\nAddressing those gathered the President stated that every district has been divided to ensure balanced development and that we don’t look into our parents’ wellbeing enough.\n“We must make sure that our children are safe as they use mobile phones” continued the President.",
        "date": "01 Aug, 2018",
        "link": "https://www.newsfirst.lk/2018/08/01/180-projects-of-the-polonnaruwa-development-project-vested-with-the-public/"
    },
    {
        "heading": "Investigations underway to track leopard killer",
        "content": "COLOMBO (News 1st) – Minister of Sustainable Development, Wildlife and Regional Development Field Marshal Sarath Fonseka stated that investigations are ongoing into the discovery of the carcasses of two Sri Lankan Leopards from the Nilgala Forest Reserve in Bibila last evening. (August 01)\nThe Minister stated that a complaint has been lodged with the police in order to apprehend any suspects connected to the incident due to the lack of resources available for the wildlife officers to track them.\nAssistant Director of Wild Life of the Southern and Uva provinces Prasanna Wimaladasa stated that a post-mortem examination conducted last night revealed that that the carcasses were that of a pair of one and half-year-old leopards.\nThe assistant director also added that information will be presented to the Bibile Magistrates Court today. (August 01)",
        "date": "01 Aug, 2018",
        "link": "https://www.newsfirst.lk/2018/08/01/investigations-launched-to-trace-the-leopard-killers-of-bibila/"
    },
    {
        "heading": "Wildfire wreaks havoc damaging forest reserves",
        "content": "COLOMBO (News 1st) – 15 acres of land has been destroyed due to a wildfire at the Wellawaya Kotaweheragala reserve.\nA spokesperson for the police stated that the wildfire had erupted in the evening yesterday (July 31). The fire had been doused by the collective efforts of the police, wildlife officials, and residents in the area.\nAnother wildfire which erupted in the Anuradhapura, Malwathu Oya reserve had destroyed 10 acres.",
        "date": "01 Aug, 2018",
        "link": "https://www.newsfirst.lk/2018/08/01/wildfires-in-wellawaya-kotaweheragala-and-malwathu-oya-reserves/"
    },
    {
        "heading": "Secretary-General of Commonwealth arrives in SL",
        "content": "COLOMBO (News 1st) – Commonwealth Secretary-General Rt Hon Patricia Scotland QC arrived in the island today for a 4-day official visit.\nA spokesperson for the Foreign Affairs Ministry stated that this would be her first visit to Sri Lanka since she had assumed the Office of Secretary-General in April in the year 2016.\nThe Commonwealth Secretary-General will meet with Prime Minister Ranil Wickremesinghe, Minister of Foreign Affairs Tilak Marapana and other key ministers during the course of the day.\nThe main objective of the Secretary-General’s meetings would be to explore greater cooperation and collaboration in the implementation of the agreed outcomes at the 2018 Commonwealth Heads of Government Meeting in London including promoting the Intra-Commonwealth trade.",
        "date": "01 Aug, 2018",
        "link": "https://www.newsfirst.lk/2018/08/01/commonwealth-secretary-general-to-visit-island-for-4-day-visit/"
    },
    {
        "heading": "Your Wednesday Morning Brief",
        "content": "COLOMBO (News 1st) \n1. Ceylon Bank Employees Union presented a written inquiry to the People’s Bank in order to clarify the procedure followed in granting a loan of Rs. 10bn to the MTD Walkers PLC. Executive Deputy Chairman of the MTD Walkers Jehan Amaratunge, for whom the loan was approved also serves as a Board member of the Peoples’ Bank.\n2.NZ immigration office located at Mumbai uncovered a scam carried out by a Sri Lankan based finance company that had forged visa documents for Sri Lankan college students aspiring to study in New Zealand. 88 such cases have been identified.\n3. Fort Magistrate Lanka Jayaratne re-issued a warrant against Sri Lanka’s ambassador to the United States Jaliya Wickremasuriya that had previously been convicted of a criminal misappropriation of US $ 132,000.\n4. The residents near the Gohagoda garbage dump is at risk of being prone to contaminated water.\n5.Carcasses of two Sri Lankan leopards have been recovered by the Wild Life officials dumped at the Nilgala Forest Reserve in Bibila yesterday. (July 31) The Zonal veterinarian For Uva and Central provinces suspect of the animals being poisoned to death.\nINTERNATIONAL\n1. NASA stated that Mars reached its closest approach to Earth yesterday  (July 31) with a distance of 35.8 million miles (57.6 million kilometers); a phenomenon witnessed after a period of 15 years.\n2.  As many as 85 people were injured on Tuesday (July 31), two critically, when an Aeromexico-operated Embraer passenger jet crashed soon after takeoff in Mexico’s state of Durango.\n \nSPORTS\n1. Indian captain Virat Kohli brushed off talk of having to prove his batting ability on English soil ahead of the five-match test series against the hosts starting at Edgbaston today (August 1).",
        "date": "01 Aug, 2018",
        "link": "https://www.newsfirst.lk/2018/08/01/everything-you-need-to-know-today-12/"
    },
    {
        "heading": "The ministerial connection behind the 10bn loan",
        "content": "Colombo (News1st) – On Monday details were revealed about a Rs. 10bn loan obtained from the People’s bank by a director of the bank for a private company which he is involved in. On Tuesday the Ceylon Bank Employees’ Union officially inquired from the People’s Bank on the Rs. 10bn loan.\nThe Deshaya weekend newspaper reported on Sunday that the Rs. 10bn loan was granted to a company affiliated with the Director of People’s Bank. Upon further investigations conducted by News 1st, it was revealed that the loan was approved by the Loans Committee of People’s Bank where Jehan Amaratunge is a Board Member, for MTD Walkers PLC, where he holds the position of Executive Deputy Chairman,.\nGeneral Secretary of the Ceylon Bank Employees’ Union, Ranjan Senanayake speaking to News1st explained that they had made a written inquiry to the administration of the People’s Bank to ascertain whether the necessary procedures were followed in issuing this loan.\nOFFICIAL EXPLANATION\nIssuing a release on Tuesday to make clarifications on the matter, Chairman of People’s Bank Hemasiri Fernando said MTD Walkers PLC have had trusted dealings with the People’s Bank since 2004, adding the repayments for the constant financial lendings it granted were carried out in a proper and systematic manner. The People’s Bank Chairman points out the loan facility was awarded in adherence to the regulations of the Central Bank of Sri Lanka.\nHemasiri Fernando’s release says the loan was granted with the approval of the Board of Directors in accordance with the recommendations of the Board’s Loans Committee which comprises of three members of the bank’s Board of Directors and Senior Officials of the Loan Board. The People’s Bank Chairman goes on to note the Board of Directors approved the loan only after ensuring that all requirements of the Central Bank were met.\nHemasiri Fernando had stressed that when granting loan facilities, the People’s Bank only takes into account the proper procedure and not the recommendations or interferences of any other person or institution.\nMeanwhile, former People’s Bank Chairman Rusiripala Tennakoon says he has received reports that a Rs. 1bn loan granted to MTD Walkers PLC was classified as a non-performing loan on the 29th of July. He revealed that the People’s Bank had invested Rs. 500mn in MTD Walkers PLC debentures at an interest rate of 9.75%. Rusiripala Tennakoon says this is a considerably low-interest rate adding that a state bank making an investment at such a low-interest rate is questionable.\nAs at the 31st of December 2015, People’s Bank was the 4th largest shareholder of MTD Walkers PLC. Niranjan Deva Aditya who is a close associate of the Prime Minister is also an Independent Non-Executive Director of this company.\nThe leader of the National Unity Alliance, Azath Salley commenting on the matter noted that there is nothing the board of directors of the People’s bank could do as this incident was about Jehan Amaratunge who is a friend of Minister Malik Samarawickrama. Salley accused the Samarawickrama of using his influence to pass this loan through both the bank and the central bank.\nDéjà vu\nDo you remember how the Central Bank Treasury Bond Scam took place? It has now been proven that the father-in-law from with the Central Bank acted in a manner that benefited his son-in-law to the tune of billions of public funds.\nIsn’t it a conflict of interest when a Director of a State Bank approves a loan for another company he is affiliated with? What is the collateral the bank received when granting a loan of  Rs. 10bn?\nMore details to follow.",
        "date": "01 Aug, 2018",
        "link": "https://www.newsfirst.lk/2018/08/01/the-ministerial-connection-behind-the-10bn-loan/"
    },
    {
        "heading": "New Zealand uncovers Sri Lankan student visa scam",
        "content": "COLOMBO (News 1st) – Radio New Zealand made a revelation about a Sri Lankan visa scam involving hundreds of students studying in New Zealand.\nThe report says the New Zealand immigration office in Mumbai that handles Sri Lankan applications received a tip-off at the beginning of this year. Officials inquiring into the incident concluded a Sri Lankan based finance company has been fraudulently creating documentation to help students meet the criteria of having $15,000 in the bank.\nNew Zealand Immigration Minister Iain Lees-Galloway said officials did not yet know how many fraudulent applications may have slipped through the net. The Minister said the officials were going through 895 applications that came from Sri Lanka through the Mumbai office, to identify applications containing information from the “fraudulent” finance company.\nThe Minister added the New Zealand government would not, however, be challenging any visas other than the original 88 when the fraud was discovered.\nAccording to the report, the New Zealand National Party wants to know why hundreds of past visas that have been granted to Sri Lankan students won’t be reviewed. The report says a number of New Zealand educational providers had been affected and were warned about the impact of student numbers in the future.",
        "date": "01 Aug, 2018",
        "link": "https://www.newsfirst.lk/2018/08/01/new-zealand-uncovers-sri-lankan-student-visa-scam/"
    },
    {
        "heading": "Two Sri Lankan leopards poisoned",
        "content": "COLOMBO (News 1st) – Wildlife Officers recovered the carcasses of two Sri Lankan leopards from the Nilgala Forest Reserve in Bibila on Tuesday (July 31). They have been found together in an area known as Egodapitiya in the forest reserve.\nAccording to our correspondent, the discovery was made during a search after the Karadugala Police was tipped off.\nZonal Veterinarian for the Uva and Central Provinces W.A.Dharmakeerthi suspect that the two animals may have been poisoned.\nOfficials have also recovered the remains of a bull in close proximity to the carcasses of the leopards.",
        "date": "01 Aug, 2018",
        "link": "https://www.newsfirst.lk/2018/08/01/wildlife-officers-recover-remains-of-two-leopards/"
    },
    {
        "heading": "Rajitha felicitated for his WHO appointment",
        "content": "COLOMBO (News 1st) – A ceremony was organized at the Nelum Pokuna Theatre to felicitate Health Minister (Dr.) Rajitha Senaratne, who was appointed as a Vice-President of the World Health Organization. The event was also graced by President Maithripala Sirisena.\nThe event was organised by the Ministry of Health, Nutrition, and Indigenous Medicine together with the World Health Organization and Medical Trade Unions. Local representatives of the WHO and a number of local professionals also attended the event.\nSpeaking at the event Professor Carlo Fonseka said the country has had 26 Ministers of health, the first one was S.W.R.D. Bandaranaike who resigned after a short period and soon became the leader of the nation, then Maithripala Sirisena resigned as Minister of Health and as President Bandaranaike he became the head of state in an unexpected manner. Fonseka wondered out loud whether Dr. Rajitha Senaratne would also do the same, sometime in the future.",
        "date": "01 Aug, 2018",
        "link": "https://www.newsfirst.lk/2018/08/01/health-minister-rajitha-senaratne-felicitated-for-his-who-appointment/"
    },
    {
        "heading": "What is happening to the bond scam inquiry?",
        "content": "COLOMBO (News 1st) – Three years ago the Central Bank of Sri Lanka, under Governor Arjuna Mahendran, advertised a bond of Rs. 1 Billion for 30 years. Despite the passage of time, there is a remarkable absence of legal action being taken.\n\nAlthough the advertised amount was Rs. 1 Billion and the Public Debt Department recommended that an amount Rs. 2.06 Billion be taken up after the bids were received, then Governor Arjuna Mahendran acted in what turned out to be wrongful, improper, mala fide, fraudulent and in gross breach of his duties as Governor.\n\nThe principal beneficiary of these deviant actions by the governor was a company named Perpetual Treasuries Limited which just happened to be owned and controlled by the family of his son in law Arjun Aloysius. After News 1st highlighted growing concerns of a conflict of interest and a departure from a procedure on the 16th of March 2015, Arjuna Mahendran admitted his liability on one aspect of this scam.\n\nIn a telephone conversation with News1st, Mahendran admitted that he should have advertised for 10 billion rupees instead of one. The very next day (March 17th, 2015), Prime Minister Ranil Wickremesinghe made a statement in Parliament. He said he insisted on a public auction because private placements had led to corruption and lack of transparency. In this statement, the Prime Minister as the Minister in charge of the Central Bank told Parliament that it was he who insisted on the change in the way that bonds be awarded.\n\nThereafter the Prime Minister appointed a three-member Committee of UNP loyalists ( the Pitipana Committee) who had no knowledge of CBSL operations. Following the conclusion of this committee’s activities, COPE investigated the matter – where Mahendran admitted that he “only did as he was instructed to by the Prime Minister”. The Second COPE observed that Arjuna Mahendran was accountable for the loss.\n\nIn the face of growing public concern and civil society calls President Sirisena appointed a Presidential Commission of inquiry headed by two Supreme Court Judges. 11 Months later, the Presidential Commission of Inquiry handed in its report to the President. This was in a backdrop of claims that Bond Report had found its way to a private residence prior to reaching the Presidential Palace and serious claims that a certain number of pages of this report are hidden or are being kept hidden.\n\nIn a complete departure from process and procedure, President’s Secretary Austin Fernando decided to archive the entire report, ensuring that the report is kept away from public eyes for the next 30 years. Incidentally the first bond had its maturity date in 30 years.\n\nDuring the Presidential Commission’s proceedings, the Prime Minister was asked to appear as a witness and instead of a personal initial appearance he was sent a questionnaire and expected to reply in the form of an affidavit. When the Prime Minister did turn up at the commission, it was the Attorney General Jayantha Jayasuriya himself who questioned him, not individuals such as Yasantha Kodagoda or Dappula De Livera who had been thorough in their examination of other witnesses. The Attorney General’s questioning of the Prime Minister was met with strong criticism from the legal fraternity.\n\nMinisters Malik Samarawickrama and Kabir Hashim were questioned only for a few minutes and their questioning too attracted criticism.\nA SERIOUS ANOMALY\nPrime Minister Wickremesinghe on the 17th of March 2015 admitted he insisted on the change in the way the bonds are issued.  Arjuna Mahendran appearing before COPE stated he only followed the PMs instructions. Yet, the Bond Report does not address directly the PMs admission and Mahedran’s concurrence on the very subject.\n\nThe Commission has recommended legal action against Arjuna Mahendran, several officials of CBSL, Arjun Aloysius and Kasun Palisena of PTL and several others.\n\nThe Director General of the Bribery Commission Sarath Jayamanne has openly stated that the existing laws do not permit the commission to use the evidence from the Bond Commission in any prosecution. The proposed amendment to the laws has to be passed by Parliament where the matter has not even been given a debate thus far.\n\nIt is remarkable that this entire exercise apart from being a conflict of interest scenario does not enjoy the serious attention of elected Parliamentarians to enable a change in the law and therefore the prosecution.\n\nAll this is in a backdrop where the second bond issuance, seven times the amount of the first, remains uninvestigated.",
        "date": "01 Aug, 2018",
        "link": "https://www.newsfirst.lk/2018/08/01/what-is-happening-to-the-bond-scam-inquiry/"
    },
    {
        "heading": "How clean is the water supplied to Kandy?",
        "content": "COLOMBO (News 1st) – Reports have surfaced that the water in the Mahaweli River is at risk of being contaminated due to the waste disposed at the Gohagoda Garbage Dump and surrounding areas. Area correspondent of News 1st stated that there is a very serious issue at present due to the threat of feces contaminating the water.\nThe distance between the Gohagoda Garbage Dump and the Mahaweli River is roughly 50 meters. For over three decades garbage has been dumped at this site and at present, the garbage mountain is over 200 meters in height. It is at a location close to this Garbage Dump that the Kandy Municipal Council disposes of human waste as well.\nWhat is most surprising is that the Water Treatment Plant in Kandy obtains water from the Mahaweli River from a location which is just two meters away from the site where the human waste is disposed, the Gohagoda Garbage Dump is also located roughly one kilometer away from the Water Treatment Plant.\nDuty Engineer of the Polgolla Dam, Athula Pushpakumara he said they have not been informed of such an issue by the special field investigations unit. He added that when they come across such an issue or when a complaint is made they would discuss it with the Kandy Municipal Council and resolve the matter.\nIf an immediate solution is not provided to the situation there will be serious environmental complications in the area.",
        "date": "01 Aug, 2018",
        "link": "https://www.newsfirst.lk/2018/08/01/disposal-of-faeces-near-kandy-wate-treatment-plant/"
    },
    {
        "heading": "Accident on Anuradhapura-Puttlam road injures 10",
        "content": "COLOMBO (News 1st) – 10 people were seriously injured in a motor accident that took place at the 27th Mile Post area in Pahala Maragahawewa area along the Anuradhapura – Puttalam main road.\nThe accident was a head-on collision between a Sri Lanka Army bus traveling from Jaffna and Kalpitiya and a van traveling from Colombo to Jaffna.\nA group of tourists traveling to Jaffna were inside the van at the time of the accident.\nThe injured were immediately rushed to the Nochchiyagama Regional Hospital and eight of them who were in serious condition were transferred to the Anuradhapura Teaching Hospital. According to a Hospital Spokesperson, two of the victims were in critical condition.\nThe Nochchiyagama Police arrested the driver of the Sri Lanka Army Bus and he is to be produced before the Thambuttegama Magistrates Court.",
        "date": "01 Aug, 2018",
        "link": "https://www.newsfirst.lk/2018/08/01/accident-on-anuradhapura-puttlam-road-injures-10/"
    },
    {
        "heading": "Sri Lanka launches tourist-friendly Tuk Tuks",
        "content": "COLOMBO (News 1st) – Prime Minister Ranil Wickremesinghe introduced Sri Lanka’s first ever tourist-friendly three-wheeler service in Colombo on Monday (July 30).\nThe project was implemented by the Sri Lanka Tourism Development Authority (SLTDA) under the direction of the Minister of Finance and Mass Media Mangala Samaraweera.\nSLTDA has developed the basic curriculum for a two-day training course and test, after which the driver would receive a certification of completion, stickers and a photo identification card that must be displayed in the tuk-tuk.\nThe certified tuk-tuk drives can display the seal on their three-wheeler allowing local and foreign tourists to easily identified the trained drivers and obtain their services.\nTraining and educating three-wheeler drivers will no doubt help increase their individual incomes and the local economy of the community while providing safer and more organized travel choices for tourists.",
        "date": "01 Aug, 2018",
        "link": "https://www.newsfirst.lk/2018/08/01/sri-lanka-launches-tourist-friendly-tuk-tuk-service/"
    },
    {
        "heading": "Warrant re-issued for the arrest of Jaliya",
        "content": "COLOMBO (News 1st) – A warrant has been re-issued by the Fort Magistrate Lanka Jayaratne for the arrest of the Former Ambassador to the United States of America, Jaliya Wickremesuriya.\nThe Magistrate once again issued warrants for the arrest of Jaliya Wickremesuriya’s wife and relative who signed for his bail application. Fort Magistrate Lanka Jayaratne issued the order after considering the request made by the Police Financial Crimes Investigation Division.\nSri Lanka’s former Ambassador to the United States Wickramasuriya has been charged with criminal misappropriation of 132,000 USD during his tenure as the ambassador. Wickramasuriya, who was arrested earlier on charges of theft, left the country for treatment after obtaining bail from the High Court.\nThe verdict on the request made by the investigating officers to confiscate the property placed as bonds for his overseas travels will be made on the 27th of next month.",
        "date": "31 Jul, 2018",
        "link": "https://www.newsfirst.lk/2018/07/31/warrant-re-issued-for-the-arrest-of-jaliya-wickrmesuriya/"
    },
    {
        "heading": "Imbulpe fire continues to rage",
        "content": "COLOMBO (News 1st) – The fire reported on the Paraviyangala mountain in the Imbulpe, Balangoda has not been doused as yet.\nOur reporters state that the fire, which began on Sunday, (July 29) had continued to spread into the Namperial Reserve. Even though locals and students of the Sabaragamuwa university worked to control the fire on Sunday, strong winds and a dry climate aided in the fire spreading.\nBalangoda wildlife officials had entered the mountain’s reserve to inspect the damages caused due to the inferno. Over 60 acres of land has been consumed by the fire at present.",
        "date": "31 Jul, 2018",
        "link": "https://www.newsfirst.lk/2018/07/31/imbulpe-fire-continues-to-rage/"
    },
    {
        "heading": "Government stops importing eggs",
        "content": "COLOMBO (News 1st) – The Government has decided to stop the importing of eggs into the country.\nMinister of Fisheries & Aquatic Resources Development and Rural Economic Affairs Gamini Wijith Wijayamuni Zoysa stated that this decision had been taken after considering the issues faced by the local suppliers of eggs.\nThe Minister added that the local producers currently face losses due to eggs being imported.",
        "date": "31 Jul, 2018",
        "link": "https://www.newsfirst.lk/2018/07/31/government-stops-importing-eggs/"
    },
    {
        "heading": "Officer arrested for accepting Rs 1000 bribe",
        "content": "State Labourers’ Union on strike\nCOLOMBO (News 1st) – The State Labourers’ union has decided to refrain from participating in the functions of the Labour Tribunals as an act of protest.\nPresident of the State Labourers’ Union Iresh Chinthaka stated that the strike has been in effect from midnight yesterday. (July 30)\nThe union has chosen to strike as two of their officers from the Nuwara Eliya and the Kalmunei Labour Commissions have been arrested by the Commission to Investigate Allegations of Bribery or Corruption.\nSSP Priyantha Chandrasiri stated that the two suspects had been arrested for accepting a bribe from a doctor from Nanu Oya. The bribe was a payment for the testimony of the two officers in a case being heard at the Labour Tribunal of Nuwara Eliya.\nThe arrested officers of the Nuwara Eliya Labour Commission and the Kalmunei Labour Commission had accepted bribes of Rs. 1000 and Rs. 8000 respectively.",
        "date": "31 Jul, 2018",
        "link": "https://www.newsfirst.lk/2018/07/31/state-labourers-union-on-strike/"
    },
    {
        "heading": "Ban on extra classes for A/L from midnight today",
        "content": "COLOMBO (News 1st) – All seminars and extra classes in relation to the GCE A/L examination are to be prohibited from midnight, tonight. (July 31)\nThe Commissioner of Examinations, Sanath B Pujitha stated that strict legal action will be taken against all those who violate this ban.\nThe examination will start on the 6th of August and end on the 1st of September. This year 321,469 students are set to sit for the examinations across 2267 exam centers.",
        "date": "31 Jul, 2018",
        "link": "https://www.newsfirst.lk/2018/07/31/ban-on-extra-classes-for-a-l-from-midnight/"
    },
    {
        "heading": "Suspects of Welikada prison riot further remanded",
        "content": "COLOMBO (News 1st) – IP Neyomal Rangajeewa and the Former Commissioner of Prisons Emil Ranjan Lamahewa have been further remanded until the 7th of next month.\nThe order was issued when the suspects were produced before Colombo additional magistrate Priyantha Liyanage.\nThe suspects, Neyomal Rangajeewa and Emil Ranjan Lamahewa have been remanded in connection to the deaths of 27 inmates of the Welikada Prison during the 2012 Welikada Prison riots.",
        "date": "31 Jul, 2018",
        "link": "https://www.newsfirst.lk/2018/07/31/suspects-of-welikada-prison-riot-further-remanded/"
    },
    {
        "heading": "PCOI term extended to investigate SriLankan",
        "content": "COLOMBO (News 1st) – The term of the Presidential Commission of Inquiry appointed to investigate irregularities at Sri Lankan Airlines, Mihin Lanka, and Sri Lankan Catering has been extended by 5 months.\nThe Secretary to the Commission Ariyadasa Cooray said that its’ term was due to end tomorrow (August 2).\nA gazette notification has been issued extending its term up to the 31st of December 2018, on the orders of the President. Ariyadasa Cooray stated that the hearing of evidence at the commission is due to take place today.\nPresident Maithripala Sirisena appointed the commission to investigate irregularities at Sri Lankan Airlines, Mihin Lanka and Sri Lankan Catering on the 14th of February this year.\nRetired Supreme Court Judge – Anil Gunarathne has been appointed as the Chairman of the Commission, while the other members are, Court of Appeal Judge – E.A.G.R. Amarasekara, Retired Supreme Court Judge – Piyasena Ranasinghe, Retired Auditor General – M.D.A. Harrol and Director General of the Sri Lanka Accounting and Auditing Standards Monitoring Board – W.J.K. Geeganage.",
        "date": "01 Aug, 2018",
        "link": "https://www.newsfirst.lk/2018/08/01/term-of-the-pcoi-appointed-to-investigate-irregularities-of-the-sl-and-mihin-airlines-extended/"
    },
    {
        "heading": "University protests receive outside funding",
        "content": "Colombo (News1st) – Minister of Higher Education Wijeyadasa Rajapaksa claims that University Students are being funded by external parties to carry out political activities and create political crises.\nAddressing a media briefing in Colomb Yesterday Minister Rajapaksa claimed that people do not think of education when they think about Sri Lanka’s university system, instead, they think of protests and demonstrations. The Minister claimed that most of the students’ organisations spent a majority of their time over the past 2 years on the road due to the issued that had about SAITM.\nRajapaksa stated that they will strictly implement the law with regards to ragging and explained that even tribes in Africa do not engage in harmful behaviour of this nature. He added that there are gangs that have formed in the Universities and that they operate safehouses for their activities.\nThe Minister of Higher Education noted that students are being funded by external parties and that the ministry would reveal everything as soon as they gather enough proof.  Min. Wijeyadasa claimed that there is no point in students setting up huts and engaging in fasts without informing the ministry of what they required, he believes that this shows that they want to create an issue and not actually resolve issues that they face.\nThe Inter University Students’ Federation (IUSF) also convened a media briefing yesterday to counter the views expressed by the Minister of Higher Education. Convenor of the IUSF Lahiru Weerasekara speaking at the occasion noted that everything that was expressed by the Minister of Higher Education was opinions and decisions reached with the vice-chancellors of the university who are puppets for the administration. The IUSF also challenged the Minister to reveal details of their alleged backers.",
        "date": "31 Jul, 2018",
        "link": "https://www.newsfirst.lk/2018/07/31/university-protests-receive-outside-funding/"
    },
    {
        "heading": "Vehicle duty increased",
        "content": "COLOMBO (News 1st) – The duty on vehicles with an engine capacity below 1000cc has been increased. The duty on non-hybrid vehicles with an engine capacity lower than 1000cc will be Rs 1.5 million.\nThe duty on a hybrid vehicle with an engine capacity lower than 1000cc will be Rs 1.25 million.\nThe increased duty will not be applicable for vehicles imported based on letters of credit(LC) established on or before August 1st 2018 and cleared from Sri Lanka Customs on or before the 31st January 2019.",
        "date": "01 Aug, 2018",
        "link": "https://www.newsfirst.lk/2018/08/01/duty-on-vehicles-lower-than-1000-cc-increased/"
    },
    {
        "heading": "Excise tax on cigarettes increased by Rs. 3.80",
        "content": "COLOMBO (News 1st) – The Ministry of Finance has increased the excise tax imposed on cigarettes by Rs. 3.80 with effect from midnight yesterday (July 31).",
        "date": "01 Aug, 2018",
        "link": "https://www.newsfirst.lk/2018/08/01/excise-tax-imposed-on-cigarettes-increased-by-rs-3-80/"
    },
    {
        "heading": "Commonweal Secretary-general to visit",
        "content": "COLOMBO (News 1st) – Commonwealth Secretary-General Patricia Scotland Queens Counsel will arrive in the island for a 4-day official visit today (August 01).\nA spokesperson for the Foreign Affairs Ministry stated that this would be her first visit to Sri Lanka since she had assumed Office of Secretary-General in April in the year 2016.\nThe Commonwealth Secretary-General will meet with Prime Minister Ranil Wickremesinghe, Minister of Foreign Affairs Tilak Marapana and other key ministers during the course of the day.\nThe main objective of the Secretary-General’s meetings would be to explore greater cooperation and collaboration in the implementation of the agreed outcomes at the 2018 Commonwealth Heads of Government Meeting in London including promoting the Intra-Commonwealth trade.",
        "date": "01 Aug, 2018",
        "link": "https://www.newsfirst.lk/2018/08/01/commonwealth-secretary-general-to-visit-island-for-4-day-visit/"
    },
    {
        "heading": "Rope of swing throttles child to death",
        "content": "COLOMBO (News 1st) – An unfortunate incident of a child losing his life was reported in Mulangawil, Kilinochchi.\nGajendran Thuwaragan the eldest of four siblings had gone to play with his sister after returning home from school yesterday (July 31) when the rope of the swing he was playing on had wrapped around his neck result in death.\n“My son went to play, when I went to see him his eyes had gone up, I took him to the hospital right away. He was playing after he came home from school” said the Gajendran’s mother.",
        "date": "01 Aug, 2018",
        "link": "https://www.newsfirst.lk/2018/08/01/child-dies-in-playground-accident/"
    },
    {
        "heading": "Thunderstorms predicted across the island",
        "content": "COLOMBO (News 1st) – A spokesperson for the Meteorology Department stated that showers and possibly thunderstorms will occur in the Western, Central, Sabaragamuwa and North-western provinces and in the Galle and Matara districts.\nHe added light showers may occur in Anuradhapura and Vavuniya districts while showers or thunderstorms will be scattered across the Uva province, Batticaloa and Ampara districts after 2.00 p.m.\nStrong winds up to 40-50 kmph can be expected in the Hambantota, Monaragala, Ampara Matale, Polonnaruwa, Anuradhapura, Puttalam and Mannar districts.\n50 mm rainfall is predicted across the Central and Sabaragamuwa provinces, Kaluthara, Galle and Matara districts.",
        "date": "31 Jul, 2018",
        "link": "https://www.newsfirst.lk/2018/07/31/showers-to-be-expected-for-most-areas-island-wide/"
    },
    {
        "heading": "Your Tuesday Morning Brief",
        "content": "COLOMBO (News 1st)\n1. A Chinese national; an employee of the China State Engineering Corporation has been arrested on the suspicion of attempting to bribe an official of the Mahaweli Authority’s Agunkuolapelessa Regional office with a sum of Rs. 20,000.\n2. Rs. 10 billion loan has been granted by the Peoples Bank to the Executive President of CML Walkers Jehan Amaratunga. He also serves as a director of Peoples Bank which raises concerns of impropriety and conflicts of interest.\n3. JVP Leader Anura Kumara Dissanayake accused Prime Minister Ranil Wickremasinghe of being directly involved in the bond scam, which resulted in the largest case of corruption in Sri Lanka’s history.\n4. Thusitha Halloluwa, Chief of Staff to the Finance and Media Minister evades a complaint lodged by journalist Ushantha Warnakumara regarding the threats made by the former to the latter.\n5. All support seminars and extra classes in relation to the G.C.E A/L examination will be restricted with effect from midnight today. (July 31)\nINTERNATIONAL \n1. Jailed, former Pakistani Prime Minister Nawaz Shariff taken to hospital in Islamabad for a possible heart condition.\n2. China making a move to loosen restrictions imposed on foreign investments enabled more foreign companies to perform trade and also as a mode of domestic upliftment took to reform the farming industry.\nSPORTS \n1. Former Director of Conservation of the Department of Archaeology, Gamini Wijesuriya denies rumors of UNESCO recommendation to remove constructions at the Galle International Cricket Stadium.",
        "date": "31 Jul, 2018",
        "link": "https://www.newsfirst.lk/2018/07/31/everything-you-need-to-know-today-11/"
    },
    {
        "heading": "3 arrested for possession of Kush",
        "content": "COLOMBO (News 1st) – Three people have been arrested by the Police Special Task Force in Colombo for the possession of the drug Kush which is a strain of Cannabis Indica.\nA spokesperson for the Police STF stated that the arrest had been made on a tip-off that was received at noon yesterday. (July 30)\nEight grams of Kush that was found in the possession of the suspects has been sent to the Police Narcotics Bureau for investigation purposes.\nThe spokesperson added that the suspects were arrested in Horton Place and Welikada. This drug is predominantly used by the upper echelon of society.",
        "date": "31 Jul, 2018",
        "link": "https://www.newsfirst.lk/2018/07/31/3-arrested-for-possession-of-kush/"
    },
    {
        "heading": "Water cut at 9 am in Biyagama North",
        "content": "COLOMBO (News 1st) – A water cut is scheduled for 9 am today (July 31) which will be in effect in Biyagama north and surrounding suburbs.\nA spokesperson for the National Water Supply and Drainage Board said that the interruption will be in effect for 15 hours.\nThe water cut will be in effect to allow mandatory maintenance work on the distribution system which supplies water to the Biyagama Free Trade Zone.\nThe Grama Niladhari divisions of Siyambalapewatta, Alubowila, Delgoda, Akurumulla, Kanduboda, Ulahitiwala, Walgama, Yabaraluwa, Malwana, Dompe, Naamaluwa, Dekatana, Narampala and Galwalaboda will be affected due to the interruption in water supply.",
        "date": "31 Jul, 2018",
        "link": "https://www.newsfirst.lk/2018/07/31/water-cut-at-9-am-in-biyagama-north-and-surrounding-suburbs/"
    },
    {
        "heading": "Bribery attempt goes wrong for Chinese national",
        "content": "COLOMBO (News 1st) – A Chinese national has been arrested by Police on suspicion of attempting to bribe an official. The arrest was made based on a complaint lodged by an official of the Mahaweli Authority’s Angunakolapelessa Regional Office.\nAccording to the Police Media Spokesperson’s office, the Chinese national an employee of the China State Construction Engineering Corporation had arrived at the Regional Office to extend the gunpowder license for the ‘B Section’ of the Galwala Project. The Police received a telephone call claiming the Chinese national had attempted to pay a bribe of Rs. 20,000 to the Mahaweli Office Manager to get the task done.\nChina State Construction Engineering Corporation supplies rocks for the Matara – Hambantota Expressway.\nThe Chinese national was produced in court after being questioned by Police. The Angunakolapelessa Magistrates Court ordered the suspect to be remanded until tomorrow (July 31) and to be produced before the Colombo Chief Magistrates Court.\nThe Chinese Connection\nIn the Chinese mainland, Lu Wei, the Former Deputy Head of Publicity Department of the Communist Party, was prosecuted today (July 30) on charges of bribery. According to foreign media reports, the 58-year-old took advantage of various posts to seek benefits for others and accepted a large number of bribes.\nThis scenario follows a recent execution of two former vice-mayors in eastern China, who were convicted of bribery. The Supreme People’s Court published a statement on its website, saying Xu Maiyong and Jiang Renjie had been sentenced to death and were executed in Beijing.\nXu was convicted of bribery, embezzlement and abuse of power during his time as vice-mayor of the wealthy resort city of Hangzhou, west of Shanghai. Jiang was sentenced to death by the Intermediate People’s Court of Nanjing city in April 2008.",
        "date": "30 Jul, 2018",
        "link": "https://www.newsfirst.lk/2018/07/30/bribery-attempt-goes-wrong-for-chinese-national/"
    },
    {
        "heading": "State bank prepares to dole out Rs 10bn loan",
        "content": "Colombo (News1st) – The Deshaya newspaper reports that a Director of a State Bank who also holds positions at several affiliated financial institutions, has obtained a loan of 10 billion rupees from the State Bank for his private institutions.\nAccording to the report the loan is said to be the largest loan ever granted since the inception of this State Bank 65 years ago. The report adds that the loan facility has been approved at multiple stages and had also received the approval of the bank’s board of directors and loans committee.\nWhen the Deshaya newspaper had made inquiries from the Chairman of the State Bank, he had confirmed the report of the loan adding that the loan had gone through the proper channels. The state bank chairman was also questioned on whether there was no conflict of interests, given the connections between the director and the group of companies that had been granted the loan, however, he had said that he could not respond.\nInquiries made by News 1st revealed that the loan of 10 billion rupees had been made to CML Walkers, a construction contractor by the state-owned People’s Bank. Responding to inquiries made by News 1st, the Chairman of the Large Scale Loan Board at People’s Bank, Dr. Aminda Methsila noted that the Bank had already loaned about 50 billion rupees to this company as at 2014.\nHe noted that the company had repaid this loan. Dr. Methsila added that accordingly, loans could be issued to the company in question, with a credit limit of 50 billion rupees.\nAccording to the 106/2017 Annual Report of CML Walkers, Jehan Amaratunge is the Executive Vice President of the Group. He is also a member of the Board of Directors of People’s Bank and has served in that position since 2010.\nThe Chairman of the Bank at the time of Amaratunge’s appointment was Gamini Senarath.\nThe company CML Walkers has been awarded contracts for the construction of many government projects including roads and bridges – among these is the contract for the construction of a section of stage 2 of the Central Expressway.\nIs it fair for an individual who serves as a director of a state bank to obtain a 10 billion rupee loan from that bank to benefit his private businesses? Is it legal?\nThis state bank holds the money of the people of this country? Is it not their duty to properly manage this money and ensure that the people reap the benefits?\nWas the proper procedure followed when approving the loan of 10 billion rupees from a state bank?\nNews 1st is keeping watch.\nMore information on this will be divulged in the near future.",
        "date": "31 Jul, 2018",
        "link": "https://www.newsfirst.lk/2018/07/31/a-state-bank-prepares-to-dole-out-a-rs-10bn-loan-to-a-director-of-the-bank/"
    },
    {
        "heading": "Halolluwa 'no show' for police investigation",
        "content": "COLOMBO (News 1st) – Thusitha Halloluwa is a Chief of Staff at a Ministry, and also a director of a key Government office. Halloluwa was summoned to the Kadawatha Police today (July 30) in connection to allegedly threatening a journalist. However, he did not arrive at the police station for the investigation.\nJournalist Ushantha Warnakumara had lodged a complaint at the Kadawatha Police, claiming that Thusitha Halloluwa threatened him when he raised questions regarding a multi-million rupee deal.\nSpeaking to the media, journalist Warnakumara said that though he arrived at police for the preliminary investigation at 2 pm, the “relevant person” (Halloluwa) did not arrive.\n“This threat can be considered as a threat to the media. He used his personal mobile phone to threaten me. I have the relevant recordings and I have produced them for the legal actions.” said Journalist Ushantha Warnakumara.",
        "date": "31 Jul, 2018",
        "link": "https://www.newsfirst.lk/2018/07/31/thusitha-halloluwa-a-no-show-for-police-investigation/"
    },
    {
        "heading": "Anura slams both sides of the isle on Corruption",
        "content": "COLOMBO (News 1st) – MP Anura Kumara Dissanayake, leader of the JVP stats that former President Mahinda Rajapaksa is yet to reject the claim that he recieved US$ 7.6 Million (Rs. 1.1 Billion) from a Chinese company.\n“Last week all the details, about the number of cheques, how they were transferred to the banks and who transferred them were revealed in Parliament. It wouldn’t have mattered to us if a Chinese company gave this money to Mahinda of Medamulana. But instead, it was given to President Mahinda.”, he added.\nThe JVP leader also spoke about the companies in question.\n“One constructed a port, another an airport, another built Norochcholai and the other built the South Container Terminal of the Colombo Port. So isn’t this a good reason enough for us to assume that these were constructed solely for the purpose of getting money? Or else what other interests does China have to pay money to a Sri Lankan President?” Anura Kumara questioned.\nThe Parliamentarian then set his sights on  Prime Minister Ranil Wickremesinghe, saying that no one can hide the fact that “Ranil Wickremesinghe is involved in the bond scam”.\nHe also recalled questioning the PM in parliament on the bond scam, few weeks after the incident. “He denied, saying nothing like that happened, which instantly proved that it did. So the man (Arjuna Mahendran) scooted off to Singapore. It was Ranil who protected him after the theft and it was Ranil who helped him flee the country as well. So does this not make him the person behind the theft? What other proof do you need? This kind of evidence is not detrimental to a case. There is something called circumstantial evidence based on which the court can make a decision. Which is why I say Ranil is directly involved in this deal..”\nIt is well known that the bond scam caused monumental losses to Sri Lanka. It is the largest incident of defrauding state funds in the political history of the country. Through parliament, civil society, the Committee on Public Enterprises and the report of the Presidential Commission of Inquiry, the manner in which this crime was carried out and the perpetrators, were exposed.\nWhile this is the major topic of conversation on the political stage, on whose interference is the recovery of these funds and the punishment of the perpetrators being delayed continuously?\nThe people do not want to listen to stories anymore – they want the perpetrators to be punished.\nThe people are watching.",
        "date": "31 Jul, 2018",
        "link": "https://www.newsfirst.lk/2018/07/31/anura-kumara-slams-both-sides-of-the-isle-on-corruption/"
    },
    {
        "heading": "Midnight train strike called off",
        "content": "COLOMBO (News 1st) – The train strike that was scheduled to be launched at midnight (July 30) has been called off.\nPresident of the Railway Station Masters Association Janaka Fernando stated that the strike was called off following discussions with Minister (Dr.) Sarath Amunugama.\nThe train strike was organized by the railway supervisors, controllers and drivers to protest against salary anomalies.",
        "date": "30 Jul, 2018",
        "link": "https://www.newsfirst.lk/2018/07/30/midnight-train-strike-called-off/"
    },
    {
        "heading": "Hospital functions cripple due to GMOA strike",
        "content": "Our correspondents say that functions at hospitals have been affected due to a one-day token strike launched by the Government Medical Officers' Association from this morning (Aug 03).\r\nThey have cited 10 reasons and the Free Trade Agreement with Singapore for their strike action.The GMOA media committee member, Dr. Prasad Colombage said that clinical and OPD services at all government hospitals are disrupted as a result of their strike.\r\nMeanwhile, the medical specialists have also joined the work stoppage and they have even moved out of private practice to show their protest against the new Inland Revenue Act.",
        "date": "Friday, 03 August 2018 - 10:34",
        "link": "http://www.hirunews.lk/196672/hospital-functions-cripple-due-to-gmoa-strike"
    },
    {
        "heading": "Court of Appeal rejects Minister Bathiutheen’s affidavit",
        "content": "The Court of Appeal has rejected an affidavit submitted by Minister Risath Bathiutheen asking to dismiss the case against him over Wilpattu deforestation.Accordingly, Court of Appeal President Justice Preethi Padman Surasena and Justice Arjuna Obeysekere ordered that the case be taken up for trial on 12th of November this year.\r\nA contempt of court case was filed before the Court of Appeal recently by attorney-at-law, Nagananda Kodituwakku alleging that the Minister had misled the judiciary with regard to the controversial deforestation in Wilpattu.\r\nThe Minister also accused of promoting the illegal settlement in the Wilattikulam forest reserve of Wilpattu National Park.\r\nIn the case, the Minister had submitted an affidavit citing that the Muslim community had been living in that area before they were chased away by the LTTE in 1990.\r\nHowever, there was no such settlement according to the Surveyor General’s report.\r\nAttorney-at-law, Kodituwakku has argued in his petition, therefore, that the Minister Bathiutheen has misled the court.",
        "date": "Friday, 03 August 2018 - 12:26",
        "link": "http://www.hirunews.lk/196692/court-of-appeal-rejects-minister-bathiutheens-affidavit"
    },
    {
        "heading": "Mattala transfer : Minister reveals truth",
        "content": "Minister of Transport and Civil Aviation Nimal Siripala de Silva reveals that talks are held with an Indian firm to make a decision on the Mattala International Airport.\r\n \r\nThe Minister De Silva revealed while responding to journalists after making an inspection visit at Ratmalana airport.",
        "date": "Friday, 03 August 2018 - 11:13",
        "link": "http://www.hirunews.lk/196673/mattala-transfer-minister-reveals-truth"
    },
    {
        "heading": "Indian drug peddler arrested at Pettah",
        "content": "Police Narcotics Bureau has arrested an Indian national in Pettah with 878g of a drug named Methamphetamine or ice.\r\n \r\nPolice said that the estimated value of the detection was Rs. 10mn.\r\n \r\nThe suspect, a 30-year-old from Tamil Nadu, was arrested last evening (Aug 02) and police said that he was a frequent visitor to Sri Lanka.\r\n \r\nMeanwhile, a resident of Gampaha was arrested by Customs in the Bandaranaike International Airport, while he was attempting to smuggle in Rs. 3.25 million worth of gold biscuits from Singapore.\r\n \r\nThe 51-year-old suspect arrived in Sri Lanka early hours of today.\r\n \r\nAn employee attached to a private cleaning firm was also arrested in connection with this case.\r\n ",
        "date": "Friday, 03 August 2018 - 11:47",
        "link": "http://www.hirunews.lk/196676/indian-drug-peddler-arrested-at-pettah"
    },
    {
        "heading": "Strong winds hit Ampara, 76 houses damaged (Photos)",
        "content": "Unusually strong winds damaged more than 76 houses in Sammanthurai and Navagampura in the Ampara District last afternoon.\r\n \r\nOur reporters confirmed that the winds accompanied by heavy rains that hit the region.\r\n \r\nReports state that roads have been blocked by fallen trees.\r\n \r\nThe Disaster Management Centre and the District Secretariat have jointly launched a programme to provide relief to those who affected by the severe weather conditions.",
        "date": "Friday, 03 August 2018 - 9:17",
        "link": "http://www.hirunews.lk/196665/strong-winds-hit-ampara-76-houses-damaged-photos"
    },
    {
        "heading": "Mismatch in a complaint on North East housing project",
        "content": "Four members of the Anti-Corruption Front informed the court through affidavits that they do not know anything about a complaint lodged by the Anti-Corruption Front against Rada Institute accusing it of malpractice at a housing project in the North and East.\r\nThis was revealed when the relevant case was taken up at the Colombo High Court today (Aug 02).",
        "date": "Thursday, 02 August 2018 - 20:48",
        "link": "http://www.hirunews.lk/196659/mismatch-in-a-complaint-on-north-east-housing-project"
    },
    {
        "heading": "British MP loses party membership for making sponsored trips to Sri Lanka",
        "content": "The UK’s Democratic Unionist Party has decided to suspend MP Ian Paisley from membership pending further investigation into his conduct.\r\n \r\nIan Paisley is now listed as an Independent MP on the British Parliament's website.\r\n \r\nThe former DUP MP was suspended from the House of Commons for 30 sitting days from September 4 following the major breach of parliamentary rules.\r\n \r\nHe was found to have failed to declare the holidays, that cost more than £ 50,000 and to have lobbied on behalf of the Sri Lanka government, who paid for those holidays.",
        "date": "Friday, 03 August 2018 - 10:13",
        "link": "http://www.hirunews.lk/196670/british-mp-loses-party-membership-for-making-sponsored-trips-to-sri-lanka"
    },
    {
        "heading": "Mullaitivu experiences ice rain (Photos)",
        "content": "After a long spell of drought, Mullaitivu experienced rain last afternoon (Aug 02).\r\n \r\nThe area residents said that pieces of ice fell in some area with rain.",
        "date": "Friday, 03 August 2018 - 9:54",
        "link": "http://www.hirunews.lk/196666/mullaitivu-experiences-ice-rain-photos"
    },
    {
        "heading": "Woman hacks man to death",
        "content": "A woman has hacked a man to death in Rukgahawatte in Mulleriyawa following a personal dispute.\r\n \r\nThe incident was reported last afternoon and the reason for the murder is still unknown.\r\n \r\nThe victim was a 40-year-old, a resident of Mulleriyawa.\r\n \r\nPolice later arrested a woman who is accused of this murder.",
        "date": "Friday, 03 August 2018 - 11:55",
        "link": "http://www.hirunews.lk/196683/woman-hacks-man-to-death"
    },
    {
        "heading": "Rs. 77mn worth gold smuggled from Sri Lanka found in Tamil Nadu",
        "content": "India police seized 11.15 kg of gold of foreign origin that had been smuggled into Mandapam off the Vedhalai coast.\r\n \r\nThe stock has been smuggled into India from Sri Lanka by sea was transporting by a bus at the time it was seized.\r\n \r\nThree suspects who were acting as couriers were arrested in Madurai yesterday.\r\n \r\nThe gold, valued at 77 million rupees was found cut into different shapes and sizes.\r\n \r\nThis is the largest consignment of smuggled gold found in Tamil Nadu and in November 2017, 9.2kg of gold was detected in Kondai coast in Southern India and it was smuggled from Sri Lanka.",
        "date": "Friday, 03 August 2018 - 13:20",
        "link": "http://www.hirunews.lk/196703/rs-77mn-worth-gold-smuggled-from-sri-lanka-found-in-tamil-nadu"
    },
    {
        "heading": "Health alert : Vavuniya Sathosa worker accidentally mixes urea with sugar (Photos)",
        "content": "The Public Health Inspectors of Vavuniya Urban Council say that sugar stocks at the Sathosa outlet in Vavuniya have been adulterated with urea.\r\n \r\nThe PHIs said this might have had happened due to the negligence of the Sathosa staff.\r\n \r\nA team of PHIs had carried out the inspection after a consumer had informed them of noticing a change in sugar he had bought from the outlet.\r\n \r\nThereafter, the PHIs had checked the sugar sacks and found out that one of the sacks was mixed with urea.\r\n \r\nThey urged the public not to use sugar bought from the Vavuniya Sathosa outlet and if they had consumed them already such people are advised to seek medical treatment as soon as possible.",
        "date": "Friday, 03 August 2018 - 12:48",
        "link": "http://www.hirunews.lk/196694/health-alert-vavuniya-sathosa-worker-accidentally-mixes-urea-with-sugar-photos"
    },
    {
        "heading": "Prime Minister Wickremesinghe visits famous shrine in Tirumala",
        "content": "Prime Minister Ranil Wickremesinghe offered prayers at the famous hill shrine of Lord Venkateswara in Tirumala town in India today (Aug 03).\r\n \r\nWickremesinghe, dressed in traditional attire and accompanied by wife Maithree and a few Sri Lankan officials, visited the shrine this morning, the India media reported.\r\n \r\nOn arrival, he was accorded a traditional welcome by priests and top officials of the temple, administered by the Tirumala Tirupati Devasthanams.\r\n \r\nWickremesinghe here on a 20-hour spiritual visit, flew in from Chennai by an IAF helicopter last evening.\r\n \r\nThis is his third visit as Sri Lanka's prime minister to the hill shrine after previously coming here in 2002 and 2016.\r\n \r\nTight security arrangements were put in place in view of the visit to Tirumala hills.",
        "date": "Friday, 03 August 2018 - 13:42",
        "link": "http://www.hirunews.lk/196701/prime-minister-wickremesinghe-visits-famous-shrine-in-tirumala"
    },
    {
        "heading": "Two policemen dismissed for obtaining a bribe from a foreigner",
        "content": "On a directive from IGP Pujith Jayasundera, the services of the two policemen from Habaraduwa Police in Galle have been suspended.\r\n \r\nThey are accused of obtaining Rs. 5,000 from a British national for a traffic violation.\r\n \r\nThis story was revealed by Hiru News.",
        "date": "Friday, 03 August 2018 - 20:30",
        "link": "http://www.hirunews.lk/196729/two-policemen-dismissed-for-obtaining-a-bribe-from-a-foreigner"
    },
    {
        "heading": "Aloysius & Palisena remanded",
        "content": "Perpetual Treasuries owner Arjun Aloysius and its CEO Kasun Palisena have been further remanded till 9th of August.\r\n \r\nThe suspects who are accused of Central Bank bond scam were produced before Colombo Fort Magistrate today (Aug 02). Meanwhile, PTL's former Chief Dealer Nuwan Salgado and IT officer Sachitra Devathanthri have been arrested and granted bail.The Attorney General informed the courts that they will be state witnesses. ",
        "date": "Thursday, 02 August 2018 - 16:18",
        "link": "http://www.hirunews.lk/196642/aloysius-palisena-remanded"
    },
    {
        "heading": "Traffic congestion in Town Hall area",
        "content": "A traffic congestion is building up in the Town Hall area due to protest march conducted by the Joint Opposition.\r\n \r\nThe march, \"Janabala Sena\" has been organized to protest against the government.\r\n \r\nThe protest march which began at the Lipton Circus will reach Viharamahadevi Park, where they will have a rally.",
        "date": "Thursday, 02 August 2018 - 15:59",
        "link": "http://www.hirunews.lk/196641/traffic-congestion-in-town-hall-area"
    },
    {
        "heading": "Rising trade gap : Reason for tax hike in small cars",
        "content": "Central Bank Governor Dr. Indrajith Coomaraswamy says traffic congestion was not the only reason to increase the import tax of vehicles less than 1000 cc.\r\n \r\nAddressing the media at the Central Bank this morning, he said controlling the rising trade gap was also factored in that decision.\r\n \r\nHe noted when the trade gap increases, it would also impact the debt portfolio as well as the devaluation of the rupee.\r\n \r\nIn turn, he said the cost of living would also rise.",
        "date": "Friday, 03 August 2018 - 15:14",
        "link": "http://www.hirunews.lk/196716/rising-trade-gap-reason-for-tax-hike-in-small-cars"
    },
    {
        "heading": "Shooting in Modera, one killed",
        "content": "A 62-year-old person was killed in a shooting incident reported from Muthuwella, Modera this afternoon.\r\nPolice said the victim died after he was admitted to the National Hospital, Colombo with gunshot injuries.He was shot at by two men on a motorcycle.Police said that the deceased was a father of a youth who is wanted by police for several crimes.",
        "date": "Friday, 03 August 2018 - 14:07",
        "link": "http://www.hirunews.lk/196712/shooting-in-modera-one-killed"
    },
    {
        "heading": "Speaker seeks UPFA Gen. Sec. oppinion on Speaker",
        "content": "Speaker Karu Jayasuriya has asked the United People's Freedom Alliance's General Secretary his opinion on the request made by 8 UPFA MPs demanding to appoint Dinesh Gunawardena as the Opposition Leader.Those MPs had handed over the letter seeking MP Gunawardena be appointed as the Opposition Leader on 30th of last month.",
        "date": "Thursday, 02 August 2018 - 20:25",
        "link": "http://www.hirunews.lk/196646/speaker-seeks-upfa-gen-sec-oppinion-on-speaker"
    },
    {
        "heading": "Former SLMC chairman says GMOA strike \"illegal\"",
        "content": "The one-day strike action launched by the Government Medical Officers' Association will continue until 8 am tomorrow.\r\n \r\nThe strike saw the patients being inconvenienced throughout the country.\r\n \r\nThe Secretary of the GMOA Dr. Haritha Aluthge said that a series of strikes will be launched if their demands are not met.\r\n \r\nThe GMOA cited their opposition to Sri Lanka - Singapore FTA and 10 other reasons for their strike action.\r\n \r\nMeanwhile, Medical Specialists Association's President Dr. Sunil Wijesinha said the strike has spread to the private sector hospitals as well.\r\n \r\nMeanwhile, addressing the media in Colombo, former Chairman of the Sri Lanka Medical Council, Prof. Colvin Gunaratne said this strike is illegal.",
        "date": "Friday, 03 August 2018 - 20:44",
        "link": "http://www.hirunews.lk/196733/former-slmc-chairman-says-gmoa-strike-illegal"
    },
    {
        "heading": "Finance Minister explains reasons to increase vehicle taxes",
        "content": "Finance Minister Mangala Samaraweera says the government was compelled to increase the import duty of vehicles less than 1000cc to contain the small vehicle usage.\r\nHe said this addressing a media conference at the Finance Ministry this afternoon (Aug 02).",
        "date": "Thursday, 02 August 2018 - 20:31",
        "link": "http://www.hirunews.lk/196653/finance-minister-explains-reasons-to-increase-vehicle-taxes"
    },
    {
        "heading": "Hiru News - Sri Lanka’s number 1 TV news bulletin – @ 9.55 tonight",
        "content": "Hiru News - Sri Lanka’s number 1 TV news bulletin – @ 9.55 tonightThis news telecast is available live on You Tube",
        "date": "Friday, 03 August 2018 - 20:46",
        "link": "http://www.hirunews.lk/196742/hiru-news-sri-lankas-number-1-tv-news-bulletin-9-55-tonight"
    },
    {
        "heading": "Hiru News - Sri Lanka’s number 1 TV news bulletin – @ 6.55 tonight",
        "content": "Hiru News - Sri Lanka’s number 1 TV news bulletin – @ 6.55 tonightThis news telecast is available live on You Tube",
        "date": "Friday, 03 August 2018 - 18:12",
        "link": "http://www.hirunews.lk/196730/hiru-news-sri-lankas-number-1-tv-news-bulletin-6-55-tonight"
    },
    {
        "heading": "11 arrested over incidents in Jaffna",
        "content": "Police have arrested 11 persons for their alleged involvements with the recent unruly incidents in Jaffna.\r\n \r\nFour motorcycles were also apprehended.\r\n \r\nThe suspects were residents of Jaffna and Manipay.",
        "date": "Thursday, 02 August 2018 - 15:17",
        "link": "http://www.hirunews.lk/196638/11-arrested-over-incidents-in-jaffna"
    },
    {
        "heading": "Laos extends on arrival visa facility to Sri Lankans",
        "content": "The Ministry of Foreign Affairs of Laos has confirmed that with effect from this month Sri Lankan citizens holding valid travel documents could apply for the visa on arrival at the international border checkpoints of Laos.",
        "date": "Thursday, 02 August 2018 - 14:50",
        "link": "http://www.hirunews.lk/196634/laos-extends-on-arrival-visa-facility-to-sri-lankans"
    },
    {
        "heading": "130 kilos of KG found in Mannar",
        "content": "Special Task Force has arrested an individual along with 130 kilos of Kerala cannabis in Mannar.\r\n \r\nThe raid was carried out following information received by the Navy Intelligence.\r\n \r\nPolice said that the illegal haul was ready to be transported and the suspect has been handed over to Police Narcotics Bureau for further investigations.",
        "date": "Thursday, 02 August 2018 - 14:49",
        "link": "http://www.hirunews.lk/196633/130-kilos-of-kg-found-in-mannar"
    },
    {
        "heading": "Office of Mullaitivu Assistant Fisheries Inspector attacked (Photos)",
        "content": "Mullaitivu Assistant Fisheries Inspector's office attacked\"A group of fishermen staged a protest in Mullaitivu this morning (Aug 02), urging the authorities to ban fishing using illegal equipment and methods.\r\n \r\nOur correspondent said the protestors marched towards the Assistant Fisheries Inspector's office from the town and then staged a protest there.\r\n \r\nPolice said after none of the officials came out of the office to meet the protestors, they had entered the office premises forcefully and destroyed the equipment.\r\n \r\nLater, riot control teams were called in to control the situation.",
        "date": "Thursday, 02 August 2018 - 14:26",
        "link": "http://www.hirunews.lk/196629/office-of-mullaitivu-assistant-fisheries-inspector-attacked-photos"
    },
    {
        "heading": "Prof. Colvin Gunaratne resigns",
        "content": "Prof. Colvin Gunaratne has resigned as the President of Sri Lanka Medical Council.",
        "date": "Thursday, 02 August 2018 - 13:59",
        "link": "http://www.hirunews.lk/196621/prof-colvin-gunaratne-resigns"
    },
    {
        "heading": "Tense situation erupts during Dambulla match, 10 arrested",
        "content": "Dambulla Police arrested 10 persons who behaved in an unruly manner during the ODI match between Sri Lanka and South Africa at the Dambulla International Cricket Stadium last night.\r\n \r\nPolice said a security guard who was on duty at the vehicle park and UNP Central Provincial Councillor Tissa Bandara Herath who received injuries were admitted to Dambulla Hospital.\r\n \r\nThe injured security guard, Chaminda Pushpakumara told us that one of the spectators attacked him with a glass bottle.\r\n \r\nLater, the riot police arrested the attacker. \r\n \r\nCentral Provincial Councilor, Tissa Bandara Herath said that he was also assaulted when he had intervened to settle the dispute.",
        "date": "Thursday, 02 August 2018 - 12:33",
        "link": "http://www.hirunews.lk/196603/tense-situation-erupts-during-dambulla-match-10-arrested"
    },
    {
        "heading": "Forest fire causes damages to Northern Railway Line",
        "content": "The Northern Railway Line has damaged as a result of a forest fire that has caused by vandals.\r\n \r\nA spokesperson from the Railway Department said the forest fire had spread to the railway line where several wooden sleepers were damaged by fire.\r\n \r\nHe went on to say that several used sleepers had also been destroyed in the fire.\r\n \r\nThe Northern Railway Line comprises wooden sleepers from Maho to Vavuniya.\r\n \r\nMeanwhile, the Disaster Management Center stated that the number of forest fires being lit by vandals is on the increase in Badulla and Monaragala districts.\r\n \r\n78 such fires were reported in the recent past and, 500 hectares of forest have been destroyed as a consequence.\r\n \r\nBadulla District Disaster Management Center Assistant Director, E. M. L. Udaya Kumara said that an SMS service will be launched effective today to report such fires, in an attempt to minimize damages incurred.",
        "date": "Thursday, 02 August 2018 - 13:15",
        "link": "http://www.hirunews.lk/196617/forest-fire-causes-damages-to-northern-railway-line"
    },
    {
        "heading": "Minister Kabir explains reason to increase vehicle tax",
        "content": "UNP chairman Kabir Hashim says that congestion on roads is the main reason behind the increase in motor vehicle tax.\r\nThe Minister said this after calling on the Malwatta and Asgiri chapter chief incumbents.\r\nThe Finance Ministry announced yesterday that the import duty on motor vehicles with an engine capacity not exceeding 1000 cc had been increased.\r\nMinister Kabir Hashim said that government policy had to be altered frequently based on country’s needs.",
        "date": "Thursday, 02 August 2018 - 10:01",
        "link": "http://www.hirunews.lk/196592/minister-kabir-explains-reason-to-increase-vehicle-tax"
    },
    {
        "heading": "More skeleton parts found from Mannar mass grave",
        "content": "Our correspondent says that more skeleton parts have been found from the mass grave in Mannar.\r\n \r\nThe excavation of this grave began 46 days ago.\r\n \r\n34 bone fragments have been handed over to the courts and more bone fragments will be handed over this week.\r\n \r\nThe authorities are considering to send those bone fragments to be tested at a lab in Florida, USA.",
        "date": "Thursday, 02 August 2018 - 12:25",
        "link": "http://www.hirunews.lk/196599/more-skeleton-parts-found-from-mannar-mass-grave"
    },
    {
        "heading": "‘Jana Bala Sena’ to be held in Colombo",
        "content": "The ‘Jana Bala Sena’ protest and the people’s rally being organized by the joint opposition in protest of the current government will be held in Colombo today (Aug 02).\r\nThe Joint Opposition also said that after the protest march will begin at 2 pm from the Lipton Circus and the protest rally will be held at the Viharamahadevi Park.",
        "date": "Thursday, 02 August 2018 - 9:37",
        "link": "http://www.hirunews.lk/196591/jana-bala-sena-to-be-held-in-colombo"
    },
    {
        "heading": "Police in Jaffna to curb clashes between Ava & Dhanurok groups",
        "content": "The leave of policemen attached to three police stations in Jaffna has been cancelled to assist to contain Ava and Dhanurok clashes.\r\nA senior police officer from the Northern Province confirmed that leave for personnel attached to Manipay, Kopay, and Chunnakam police stations has been cancelled.\r\nThe decision has been taken in order to ensure that an adequate number of officers are on duty to assist with containing clashes in the Jaffna peninsula among the members of those gangs.\r\nIn addition to that police intelligence officials have also been deployed.",
        "date": "Thursday, 02 August 2018 - 9:30",
        "link": "http://www.hirunews.lk/196589/police-in-jaffna-to-curb-clashes-between-ava-dhanurok-groups"
    },
    {
        "heading": "Ministers clash over cabinet paper to solve Railway salary anomalies",
        "content": "Reports say that a tense situation was erupted at the Cabinet meeting yesterday (Jul 31) as the opinions of Ministers Dr. Sarath Amunugama, Dr. Rajitha Senarathna and Mangala Samaraweera disputed over a special cabinet paper to rectify the salary anomalies of the railway employees.\r\nPolitical sources confirmed that when Minister Dr. Sarath Amunugama submitted the special cabinet paper, Finance Minister Mangala Samaraweera expressed his stern opposition to it.\r\nMinister of Health Rajitha Senarathna then expressed views supporting the cabinet paper of Minister Amunugama.\r\nThe Cabinet earlier appointed a committee headed by Minister Amunugama and this special cabinet paper had been prepared based on that committee recommendations.\r\nOn this occasion, Minister Samaraweera had noted that by putting forward special cabinet papers of this nature, problems could arise in other sectors as well.\r\nIn spite of Minister Samaraweera voicing his opposition, the cabinet paper was approved yesterday.\r\nThe railway trade unions earlier called off a planned token strike that was scheduled to be launched on Monday at midnight after Minister Amunugama assured that the issues will be resolved.",
        "date": "Wednesday, 01 August 2018 - 22:23",
        "link": "http://www.hirunews.lk/196573/ministers-clash-over-cabinet-paper-to-solve-railway-salary-anomalies"
    },
    {
        "heading": "Party leaders’ agree to hold Provincial Council election in January",
        "content": "At the party leaders’ meeting held yesterday, a consensus was reached to hold the provincial council election on 5th of January next year.\r\n \r\nYesterday’s meeting was convened with Prime Minister Ranil Wickremesinghe at the chair.When contacted, Minister Mano Ganeshan said that leaders except for the SLFP, that participated in the meeting agreed to hold the election according to the old method.At the party leaders’ meeting chaired by Speaker Karu Jayasuriya, on 20th last month, the Election Commission and Delimitation Commission Chairmen had stated that the election could be held on 5th of January next year if party leaders agreed to it.The Joint Opposition did not participate in the meeting which was held at Temple Trees last night.Joint Opposition parliamentary group leader MP Dinesh Gunawardena said that the Joint Opposition had already expressed its stance in writing.",
        "date": "Thursday, 02 August 2018 - 9:03",
        "link": "http://www.hirunews.lk/196588/party-leaders-agree-to-hold-provincial-council-election-in-january"
    },
    {
        "heading": "Kuwaiti couple : More videos of airport clash being published",
        "content": "More videos of the recent incident at the Bandaranaike International Airport involving a Kuwaiti couple are circulating in social media.\r\n \r\nFollowing the July 27th incident, five Customs officials were injured and hospitalized.\r\n \r\nIt has emerged that the Kuwaiti couple had clashed with the Customs officers after they did not allow a pet dog to be taken out for failure to follow quarantine procedures.\r\n \r\nLater, the suspects were produced before Negombo Court and released on bail.\r\n \r\nHowever, they are banned from leaving the country.",
        "date": "Wednesday, 01 August 2018 - 17:37",
        "link": "http://www.hirunews.lk/196568/kuwaiti-couple-more-videos-of-airport-clash-being-published"
    },
    {
        "heading": "Fire at factory in Kalutara",
        "content": "A fire has broken out at a food factory in Kalutara North.\r\n \r\nFire Brigade units from Kalutara and Horana were deployed to douse the fire.\r\n \r\nPolice said that the reason for the fire is yet to be ascertained.",
        "date": "Wednesday, 01 August 2018 - 17:06",
        "link": "http://www.hirunews.lk/196567/fire-at-factory-in-kalutara"
    },
    {
        "heading": "Kopay Gramaseva Officers launch strike",
        "content": "The Gramaseva Officers in Kopay have launched a strike against the threats posed by the Ava group members.\r\n \r\nOn Sunday (Jul 29), a group of persons, allegedly members of the Ava group had attacked an office of a GS officer, destroying the office equipment.",
        "date": "Wednesday, 01 August 2018 - 15:46",
        "link": "http://www.hirunews.lk/196554/kopay-gramaseva-officers-launch-strike"
    },
    {
        "heading": "STF to be deployed for search operations in prisons",
        "content": "It has been decided to deploy the Special Task Force to carry out search operations inside prisons.\r\n \r\nThis was decided during a special discussion held today (Aug 01).\r\n \r\nSeveral high ranked officers of the STF have visited Welikada, Magazine and Colombo Remand Prison on an inspection tour.\r\n \r\nThis decision has been taken to avoid illegal goods being taken to prisons.",
        "date": "Wednesday, 01 August 2018 - 15:59",
        "link": "http://www.hirunews.lk/196555/stf-to-be-deployed-for-search-operations-in-prisons"
    },
    {
        "heading": "Underworld kingpin 'Pathalaye Police' handed over OCPD",
        "content": "The underworld kingpin Arunashantha Attanayake alias 'Pathalaye Police' who was arrested by the Special Task Force yesterday in Devalapola, Minuwangoda has been handed over to Organized Crimes Prevention Division.\r\n \r\nPolice Media Spokesperson's office said the probe will be conducted covering several areas.\r\n \r\nDrugs such as heroin and 'ice' were also found in his possession.\r\n \r\nRecently, it was reported that this person is having close links with Minister Sarath Fonseka.",
        "date": "Wednesday, 01 August 2018 - 16:19",
        "link": "http://www.hirunews.lk/196561/underworld-kingpin-pathalaye-police-handed-over-ocpd"
    },
    {
        "heading": "NPC CM issues a warning",
        "content": "The Chief Minister of Northern Province C. V. Wigneshwaran says if the party decides to field the Chairman of Ilankai Tamil Arasu Katchi, Mavai Senathiraja as party's nominee of the Northern Province CM, he would take a decision on his political future.\r\n \r\nHe said this joining HIRU TV for an interview yesterday (Jul 31).",
        "date": "Wednesday, 01 August 2018 - 14:17",
        "link": "http://www.hirunews.lk/196540/npc-cm-issues-a-warning"
    },
    {
        "heading": "Two youths knocked down by Provincial Councillor’s vehicle, critical",
        "content": "Two youths were admitted to National Hospital, Colombo in a critical condition after their motorcycle was knocked down by a car driven by United People's Freedom Alliance's Western Provincial Councillor Jagath Angage at Mahabellana in Panadura, last night.\r\n \r\nPolice said that the provincial councillor has also sustained injuries and was admitted to Panadura Hospital.\r\n \r\nThe car was plying from Bandaragama to Panadura, and the motorcycle was coming from the opposite direction.\r\n \r\nThe injured youths aged between 19 and 21 are residents of Poruwadanda, Horana.\r\n \r\nPolice said that the motorcycle had broken into two following the accident.",
        "date": "Wednesday, 01 August 2018 - 14:52",
        "link": "http://www.hirunews.lk/196543/two-youths-knocked-down-by-provincial-councillors-vehicle-critical"
    },
    {
        "heading": "Special High Court issues summons to Gamini Senarath",
        "content": "The newly established three-judge bench of the Special High Court has issued summons to Chief of Staff of former President, Gamini Senerath, and three others to appear before courts on 24th of August.\r\nThey are accused of misappropriating Rs. 500 million from Litro Gas, in this case.\r\nThis case has been filed based on 24 charges and it will the first case to be heard by the Special High Court.",
        "date": "Wednesday, 01 August 2018 - 15:18",
        "link": "http://www.hirunews.lk/196553/special-high-court-issues-summons-to-gamini-senarath"
    },
    {
        "heading": "Import duty of less than 1000cc cars increased",
        "content": "The Finance Ministry says that the import duty of less than 1000CC motor vehicles has been increased with effect from today (Aug 01).\r\nMeanwhile, vehicle importers say that the prices of motor vehicles less than 1000cc will increase by Rs.100000 and hybrid cars (less than 1000cc) will move up by Rs.400000 as a result of this latest duty increase.",
        "date": "Wednesday, 01 August 2018 - 12:15",
        "link": "http://www.hirunews.lk/196528/import-duty-of-less-than-1000cc-cars-increased"
    },
    {
        "heading": "Cigarette prices increased",
        "content": "The price of a cigarette stick has increased to Rs. 5 with the upward revision of excise duty by Rs. 3.80.\r\n \r\nAccordingly, a cigarette which was sold at Rs. 50 will be sold at Rs. 55 and the price of a cigarette which was at Rs. 55 will be Rs. 60.",
        "date": "Wednesday, 01 August 2018 - 11:59",
        "link": "http://www.hirunews.lk/196515/cigarette-prices-increased"
    },
    {
        "heading": "Ministers exchange verbal volleys over railway salary issue",
        "content": "Ministers exchange verbal volleys\"Reports say that a tense situation was erupted at the Cabinet meeting yesterday (Jul 31) as the opinions of Ministers Dr. Sarath Amunugama, Dr. Rajitha Senarathna and Mangala Samaraweera clashed over a special cabinet paper to rectify the salary anomalies of the railway employees.\r\n \r\nPolitical sources confirmed that when Minister Dr. Sarath Amunugama submitted the special cabinet paper, Finance Minister Mangala Samaraweera expressed his stern opposition to it.\r\n \r\nMinister of Health Rajitha Senarathna then expressed views supporting the cabinet paper of Minister Amunugama.\r\n \r\nThe Cabinet earlier appointed a committee headed by Minister Amunugama and this special cabinet paper has been prepared based on that committee recommendations.\r\n \r\nOn this occasion, Minister Samaraweera had noted that by putting forward special cabinet papers of this nature, problems could arise in other sectors as well.\r\n \r\nIn spite of Minister Samaraweera voicing his opposition, the cabinet paper was approved yesterday.\r\n \r\nThe railway trade unions earlier called off a planned token strike that was scheduled to be launched on Monday at midnight after Minister Amunugama assured that the issues will be resolved.",
        "date": "Wednesday, 01 August 2018 - 10:17",
        "link": "http://www.hirunews.lk/196506/ministers-exchange-verbal-volleys-over-railway-salary-issue"
    },
    {
        "heading": "Police raid a mobile brothel in Wellawatte",
        "content": "Police have carried out a raid following a tip-off in Wellawatte where a group of men had been allegedly trafficking heroin and prostitutes in a car.\r\n \r\nThe incident had occurred at around 11.40 pm yesterday (Jul 31).\r\n \r\nWhen police were informed of the modus operandi taking place in front of a hotel in Wellawatte, a police team had arrived at the location in a jeep and a three-wheeler.\r\n \r\nThen the car, which had attempted to speed away, collided with a parapet wall, after knocking down a policeman.\r\n \r\nThe injured policeman was admitted to National Hospital, Colombo.\r\n \r\nThen a policeman who was in the three-wheeler had opened fire at the car injuring the main suspect.\r\n \r\nThe 39-year-old suspect, a resident of Gonapola, is now receiving treatment at National Hospital, Colombo with police protection.\r\n \r\nInvestigations revealed that he was on bail over a previous court case for having heroin in his possession and running brothel houses.\r\n \r\nPolice have also arrested the car driver and two other women who were inside the car.",
        "date": "Wednesday, 01 August 2018 - 11:51",
        "link": "http://www.hirunews.lk/196513/police-raid-a-mobile-brothel-in-wellawatte"
    },
    {
        "heading": "Term of Presidential Commission probing SriLankan Airlines extended",
        "content": "The term assigned to the Presidential Commission, appointed to inquire into irregularities relating to Sri Lankan Airlines, Sri Lankan Catering, and Mihin Lanka has been extended by five months.\r\n \r\nThe special gazette notification issued by President Maitripala Sirisena yesterday states that the period allotted to the commission has been extended until 31st of December 2018. \r\n \r\nThe period of service of the commission was previously scheduled to end yesterday.\r\n \r\nThe presidential commission had been appointed to inquire into irregularities alleged to have taken place within those companies between 1st of January, 2006 until 31st of January this year.",
        "date": "Wednesday, 01 August 2018 - 8:28",
        "link": "http://www.hirunews.lk/196504/term-of-presidential-commission-probing-srilankan-airlines-extended"
    },
    {
        "heading": "HIRU TV's 20th anniversary : Lucky winner of 16th car from Hambantota",
        "content": "The loyal viewers of HIRU TV's Tele Perahara now have a chance to win an Rs. 2.5 million worth Mahindra e20 car on five days of the week.\r\n \r\nThe 16th winner of this competition has been found and he is H. V. N. Gunatilleke from Hambantota.\r\n \r\nHIRU TV's Tele Perahara runs from 7.30 pm to 9.55 pm on weekdays.\r\n \r\nThe respective winner will be chosen through an SMS competition.\r\n \r\nSeveral questions will be posted during teledramas, and the viewers can send the answers via SMS to HTP (space) (number sequence of the answers) (space) name, NIC number, area and send the SMS to 7766.\r\n \r\nThe winner of that respective day will appear on the screen during the \"Thaamath Adare Nathnam\" teledrama.",
        "date": "Tuesday, 31 July 2018 - 22:58",
        "link": "http://www.hirunews.lk/196502/hiru-tvs-20th-anniversary-lucky-winner-of-16th-car-from-hambantota"
    },
    {
        "heading": "Sampanthan makes a statement on Opposition Leader's post",
        "content": "The Leader of Opposition R. Sampanthan gave a statement to the media today on the different opinions expressed about the post.\r\nHere, he said based on the traditions, the Speaker had made a decision on the Opposition Leader's post.\r\nSampanthan noted that if a same party's MPs are representing both the government and the opposition, they cannot function as the official opposition in the House.",
        "date": "Tuesday, 31 July 2018 - 22:55",
        "link": "http://www.hirunews.lk/196501/sampanthan-makes-a-statement-on-opposition-leaders-post"
    },
    {
        "heading": "Prices of more essential drugs reduced",
        "content": "Health Minister Dr. Rajitha Senaratne says that prices of another 15 essential drugs and highly priced 10 cancer drugs will be reduced with immediate effect.",
        "date": "Tuesday, 31 July 2018 - 18:26",
        "link": "http://www.hirunews.lk/196477/prices-of-more-essential-drugs-reduced"
    },
    {
        "heading": "Finance Ministry issues circular restricting payments to excess staff at state entities",
        "content": "The Finance Ministry has issued a circular restricting payment to excess staff who had been recruited ignoring the approved service cadre at state entities.\r\n \r\nThe circular was issued after the Cabinet had decided recently that it will be the responsibility of the chairmen, CEOs, and accountants of such institutions to pay the salaries of excess staff.",
        "date": "Tuesday, 31 July 2018 - 16:29",
        "link": "http://www.hirunews.lk/196469/finance-ministry-issues-circular-restricting-payments-to-excess-staff-at-state-entities"
    },
    {
        "heading": "Person who sold heroin to UK rugger players arrested",
        "content": "Police have arrested the heroin trafficker who sold drugs to the two UK rugger players who died in Sri Lanka recently.\r\n \r\nThe suspect was arrested in Wellawatte.\r\n \r\nHe was remanded until 10th of September after he was produced before the court.",
        "date": "Tuesday, 31 July 2018 - 17:56",
        "link": "http://www.hirunews.lk/196473/person-who-sold-heroin-to-uk-rugger-players-arrested"
    },
    {
        "heading": "Two Navy intelligence officers remanded again",
        "content": "Two Navy intelligence officers who were granted bail yesterday over their alleged links with the disappearance of 11 youths during 2008/09 period have been remanded again.\r\n \r\nThey were remanded after they had failed to fulfill the bail conditions.\r\n \r\nThe relevant case was taken up before the Colombo Fort Magistrate Court today and the Attorney General's Department said that the actions that would be taken against the other suspects will be taken after scrutinizing the witness statements.\r\n \r\nAfter considering those submissions, magistrate Lanka Jayaratne ordered to call the case again on 25th of September.",
        "date": "Tuesday, 31 July 2018 - 17:27",
        "link": "http://www.hirunews.lk/196471/two-navy-intelligence-officers-remanded-again"
    },
    {
        "heading": "World's largest cargo plane lands at Mattala (Photos)",
        "content": "The world's largest cargo plane, Antonov ADB 2540 landed at the Mattala International Airport this afternoon (Jul 31).\r\n \r\nThe plane which was flying from Indonesia to Muscat in Oman landed at the MIA for refueling at around 1.40 pm.\r\n \r\nThe flight had a crew of 19.",
        "date": "Tuesday, 31 July 2018 - 15:55",
        "link": "http://www.hirunews.lk/196466/worlds-largest-cargo-plane-lands-at-mattala-photos"
    },
    {
        "heading": "Open warrant issued against Jaliya Wickramasuriya",
        "content": "Colombo Fort Magistrates today issued an open warrant again for the arrest of former Sri Lankan ambassador to the US Jaliya Wickramasuriya.\r\n \r\nWhen this case was taken up before Colombo Chief Magistrate Lanka Jayaratne, the magistrate said that notices will be issued again on his wife and a relation-sister who were the sureties of the bail.\r\n \r\nThe former ambassador is accused of misappropriating funds which were set aside to acquire a building for Sri Lanka's embassy in the US.\r\n \r\nThe hearing was postponed to 27th of August.",
        "date": "Tuesday, 31 July 2018 - 15:33",
        "link": "http://www.hirunews.lk/196465/open-warrant-issued-against-jaliya-wickramasuriya"
    },
    {
        "heading": "Elderly man jailed for abusing 5-year-old girl",
        "content": "The Colombo High Court has sentenced a 76-year-old person for a rigorous imprisonment of eight years for abusing a 5-year-old girl.\r\n \r\nHigh Court Judge Vikum Kaluarachchi gave the ruling against a resident of Dematagoda.\r\n \r\nThe accused was imposed a fine of Rs. 20,000 and he was also ordered to pay a compensation of Rs. 50,000 to the victim.\r\n \r\nThe incident had occurred in October 2009.",
        "date": "Tuesday, 31 July 2018 - 15:10",
        "link": "http://www.hirunews.lk/196460/elderly-man-jailed-for-abusing-5-year-old-girl"
    },
    {
        "heading": "Additional Solicitor General to examine Vijayakala’s statement",
        "content": "Attorney General, Jayantha Jayasuriya says that an additional Solicitor General has been assigned to study the ongoing investigation in connection with the pro-LTTE statement made by former State Minister, Vijayakala Maheswaran.\r\n \r\nHe said the additional Solicitor General will advise and make recommendations with regard to the ongoing police investigations.\r\n \r\nPolice are expected to submit a report citing progress of their probe to the Attorney General.\r\n \r\nAt the same time, the Organized Crime Prevention Divison has obtained statements from MP Vijayakalaa Maheswaran and Minister Vajira Abeywardana, TNA MP Mavai Senathiraja and Northern Provincial Chief Minister, C. V. Wigneshwaran.\r\n \r\nIn addition, statements have been recorded from 50 participants including the District Secretaries who were on stage at the time MP. Maheswaran made the controversial statement.",
        "date": "Tuesday, 31 July 2018 - 13:25",
        "link": "http://www.hirunews.lk/196446/additional-solicitor-general-to-examine-vijayakalas-statement"
    },
    {
        "heading": "36 injured as two buses collide in Matale (Photos)",
        "content": "36 persons including 11 school children were injured when two buses collided in Madawala on the Kandy - Jaffna main road this morning (Jul 31).\r\n \r\nThe injured were admitted to Matale Hospital.\r\n \r\nThe private bus was plying from Thalawakele to Dambulla while the CTB bus was heading towards Matale from Murutotuwa.\r\n \r\nThe buses collided head-on and police said the condition of the two drivers is serious.",
        "date": "Tuesday, 31 July 2018 - 14:04",
        "link": "http://www.hirunews.lk/196448/36-injured-as-two-buses-collide-in-matale-photos"
    },
    {
        "heading": "Commonwealth Sec. Gen. arrives tomorrow",
        "content": "The Secretary-General of the Commonwealth Patricia Scotland will arrive in Sri Lanka tomorrow for a four-day official visit.\r\n \r\nIn a statement, the Ministry of Foreign Affairs said this would be Scotland’s first visit to Sri Lanka since she assumed the Office of Secretary-General in April 2016.\r\n \r\nThe main objective of the Secretary-General’s meetings will be to explore greater cooperation and collaboration in the implementation of the agreed outcomes at the 2018 Commonwealth Heads of Government Meeting (CHOGM) in London, including promoting intra-Commonwealth trade.\r\n \r\nDiscussions will also include the implementation of the ‘Commonwealth Blue Charter’, under which Sri Lanka holds the role of a champion country to lead the Commonwealth effort towards the restoration of mangroves.",
        "date": "Tuesday, 31 July 2018 - 15:03",
        "link": "http://www.hirunews.lk/196457/commonwealth-sec-gen-arrives-tomorrow"
    },
    {
        "heading": "Court allows Uduwe Dhammaloka Thera to travel abroad",
        "content": "The overseas travel ban imposed on Ven. Uduwe Dhammaloka Thera has been removed until 10th of September by Colombo High Court.\r\n \r\nThe court ruling was announced after the counsels of the Thera made submissions.\r\n \r\nOn 26th of this month, the Thera was asked to descend from a flight bound to London.\r\n \r\nThe Thera was to visit London to attend a religious event.\r\n \r\nVen. Uduwe Dhammaloka Thera is accused of illegally keeping an elephant calf and Thera's passport was impounded when he was granted bail.",
        "date": "Tuesday, 31 July 2018 - 12:49",
        "link": "http://www.hirunews.lk/196442/court-allows-uduwe-dhammaloka-thera-to-travel-abroad"
    },
    {
        "heading": "SB, Susil, and WDJ to attend JO leaders' meeting",
        "content": "Several members of the 'SLFP Group of 16' will participate in the Joint Opposition, coalition party leaders’ meeting for the first time today.\r\n \r\nThe meeting will be chaired by former President Mahinda Rajapaksa at his official residence at this afternoon.\r\n \r\nMPs, S. B. Dissanayake, W. D. J. Senevirathna, and Susil Premajayantha are scheduled to participate in the meeting.\r\n \r\nThe General Secretary of the Pivituru Hela Urumaya, Udaya Gammanpila said that the new constitution and provincial council election will be discussed in detail during this meeting.",
        "date": "Tuesday, 31 July 2018 - 13:06",
        "link": "http://www.hirunews.lk/196445/sb-susil-and-wdj-to-attend-jo-leaders-meeting"
    },
    {
        "heading": "School vacation starts on August 3",
        "content": "All Government Sinhala and Tamil medium schools will close for vacation on 3rd of August.\r\n \r\nThe Ministry of Education said that the third term will start on 3rd of September.",
        "date": "Tuesday, 31 July 2018 - 12:37",
        "link": "http://www.hirunews.lk/196440/school-vacation-starts-on-august-3"
    },
    {
        "heading": "Ranjan goes mad, behaves violently",
        "content": "Ranjan becomes mad inside elevator at Supreme Court...Deputy Minister Ranjan Ramanayake who had come to the Supreme Court to attend the Contempt of Court case against him yesterday (Jul 30) had behaved in an unruly manner at the elevator of the Superior Court Complex in Colombo.\r\n \r\nBecause of his unruly behaviour, two female attorneys-at-law who were in the elevator to go to the courtrooms 403 and 502 had got down from the elevator at the next floor.\r\n \r\nThe court staffer who was operating the elevator had said that he will lodge a complaint with the marshal who is looking after the security at the Superior Court Complex on this incident.\r\n \r\nIt was reported that Ranjan Ramanayake while going to the 5th floor of the court complex, after entering the elevator with few of others, had acted in an unruly manner hitting the iron-plated walls of the elevator with his elbow.\r\n \r\nThen after the case was heard, while returning to the 2nd floor, Ramanayake had acted more violently, hitting the iron-plated walls furiously.\r\n \r\nAfter coming out of the elevator, he had asked the operator \"Are you well now and happy\" (\"Dan saneepada, hugak sathutuda\" and then left.",
        "date": "Tuesday, 31 July 2018 - 11:50",
        "link": "http://www.hirunews.lk/196435/ranjan-goes-mad-behaves-violently"
    },
    {
        "heading": "Rangajeewa & Lamahewa further remanded",
        "content": "IP Neomal Rangajeewa and former Prisons Commissioner Emil Ranjan Lamahewa have been further remanded till 7th of August.\r\n \r\nThey are in custody after they were arrested over 2012 prison riots, where 27 prison inmates were killed.",
        "date": "Tuesday, 31 July 2018 - 12:27",
        "link": "http://www.hirunews.lk/196437/rangajeewa-lamahewa-further-remanded"
    },
    {
        "heading": "Protestors block Matara - Walasmulla road (Photos)",
        "content": "The traffic on the Matara - Walasmulla road via Hakmana has been stalled due to a protest.\r\n \r\nThe protestors urged the authorities to renovate the Aththudawa road.\r\n       (",
        "date": "Tuesday, 31 July 2018 - 12:35",
        "link": "http://www.hirunews.lk/196438/protestors-block-matara-walasmulla-road-photos"
    },
    {
        "heading": "Three Facebook friends arrested over fire of ‘Lovers Mountain ’",
        "content": "Three persons were arrested in connection the arson of Nearthegala Kanda in Ratnapura also known as ‘Lovers Mountain ’.\r\nThe Disaster Management Centre said that the fire erupted yesterday and has since been doused.\r\nMore than 300 acres were destroyed.\r\nDisaster Management Centre’s Assistant Director Pradeep Kodippili said that three friends had coordinated a trip to the mountain, via Facebook.\r\nIt was found that the fire was erupted as a result of negligence by the group when they were lighting a campfire.\r\nLater they were arrested by police for causing the fire.",
        "date": "Tuesday, 31 July 2018 - 11:08",
        "link": "http://www.hirunews.lk/196421/three-facebook-friends-arrested-over-fire-of-lovers-mountain"
    },
    {
        "heading": "Party leaders meet to discuss 20 A",
        "content": "A special party leaders’ meeting with the Speaker at the chair is scheduled to be held at the parliament complex today.\r\n \r\nPolitical sources say that discussions will focus on the 20th constitutional amendment and the parliamentary session scheduled to begin on 7th of August.\r\n \r\nFollowing today’s party leaders’ meeting, another party leaders’ meeting has been scheduled for tomorrow with the Prime Minister at the chair.",
        "date": "Tuesday, 31 July 2018 - 10:09",
        "link": "http://www.hirunews.lk/196417/party-leaders-meet-to-discuss-20-a"
    },
    {
        "heading": "Doctors’ DAT allowance increased, GMOA says token strike will go ahead",
        "content": "The Treasury has approved an increase in the DAT payment, which is the Obstacle and Attendance Transport Allowance granted to doctors.\r\n \r\nThe allowance will be increased by Rs. 15,000 for a general practitioner and Rs. 25,000 for a specialist doctor.\r\n \r\nThe Finance Ministry said that at present all government doctors receive Rs. 35,000 as DAT allowance.\r\n \r\nThe Management Services Department had recently requested recommendations from the Treasury to increase the allowance.\r\n \r\nHowever, the Government Medical Officers’ Association says that the island-wide token strike to be launched on 3rd of August will go ahead as scheduled.",
        "date": "Tuesday, 31 July 2018 - 10:15",
        "link": "http://www.hirunews.lk/196418/doctors-dat-allowance-increased-gmoa-says-token-strike-will-go-ahead"
    }
]